--===========================--
--        Таблицы             --
--===========================--
---------------------------------
-- 00_tehniki - Таблицы
-- 00_tehniki - 00_Техники
drop table if exists "00_tehniki";

create table "00_tehniki" (
    id serial primary key,
    nomer int,
    otv text   -- 50
);



SELECT setval('"00_tehniki_id_seq"', 2);
---------------------------------
-- 01_teploprovodnost_grunta - Таблицы
-- 01_teploprovodnost_grunta - 01_Теплопроводность грунта
drop table if exists "01_teploprovodnost_grunta";

create table "01_teploprovodnost_grunta" (
    id serial primary key,
    tpground float,                           -- Коэффициент теплопроводности грунта в зависимости от степени увлажнения, ккал/(ч*м*°C)
    ground text                         -- Вид грунта -- 50
);

INSERT INTO "01_teploprovodnost_grunta" ("id","tpground","ground") VALUES
(1,1.1,'Песок (супесь), сухой'),
(2,1.92,'Песок (супесь), влажный'),
(3,2.44,'Песок (супесь), водонасыщенный'),
(4,1.74,'Глина (суглинок), сухая'),
(5,2.56,'Глина (суглинок), влажная'),
(6,2.67,'Глина (суглинок), водонасыщенная'),
(7,2.03,'Гравий (щебень), сухой'),
(8,2.73,'Гравий (щебень), влажный'),
(9,3.37,'Гравий (щебень), водонасыщенный');


SELECT setval('"01_teploprovodnost_grunta_id_seq"', 9);
---------------------------------
-- 02_teplootdacha_ot_izolyatsii_k_okruzhaemomu_vozduhu - Таблицы
-- 02_teplootdacha_ot_izolyatsii_k_okruzhaemomu_vozduhu - 02_Теплоотдача от изоляции к окружаемому воздуху
drop table if exists "02_teplootdacha_ot_izolyatsii_k_okruzhaemomu_vozduhu";

create table "02_teplootdacha_ot_izolyatsii_k_okruzhaemomu_vozduhu" (
    id serial primary key,
    tip text ,                          -- Изолируемая поверхность -- 50
    min_izoloutair int,                       -- Коэффициент теплоотдачи, с малым коэффициентом излучения, Вт/(м^2*К)
    max_izoloutair int                        -- Коэффициент теплоотдачи, с высоким коэффициентом излучения, Вт/(м^2*К)
);

INSERT INTO "02_teplootdacha_ot_izolyatsii_k_okruzhaemomu_vozduhu" ("id","tip","min_izoloutair","max_izoloutair") VALUES
(1,'Вертикальный трубопровод',6,11),
(2,'Горизонтальный трубопровод',6,10);


SELECT setval('"02_teplootdacha_ot_izolyatsii_k_okruzhaemomu_vozduhu_id_seq"', 2);
---------------------------------
-- 06_sostoyanie_izolyatsii - Таблицы
-- 06_sostoyanie_izolyatsii - 06_Состояние изоляции
drop table if exists "06_sostoyanie_izolyatsii";

create table "06_sostoyanie_izolyatsii" (
    id serial primary key,
    kod_k_izol int,                           -- Номер по порядку
    k_izol_min float,                         -- Минимальная поправка К к коэффициентам теплопроводности теплоизоляционных материалов
    k_izol_max float,                         -- Максимальная поправка К к коэффициентам теплопроводности теплоизоляционных материалов
    sosizol text ,                     -- Техническое состояние теплоизоляционной конструкции, условия эксплуатации -- 150
    name_sostizol text                  -- Краткое наименование -- 30
);

INSERT INTO "06_sostoyanie_izolyatsii" ("id","kod_k_izol","k_izol_min","k_izol_max","sosizol","name_sostizol") VALUES
(1,1,1.3,1.5,'Незначительное нарушение покровного и основного слоя изоляционной конструкции','Нарушение <30%'),
(2,3,1.7,2.1,'Частичное разрушение теплоизоляционной конструкции, уплотнение основного слоя изоляции на 30-50%','Нарушение на 30-50%'),
(3,5,1.4,1.6,'Незначительное увлажнение изоляции (10-15%)','Увлажнение 10-15%'),
(4,7,3.0,4.5,'Сильное увлажнение изоляции (40-60%)','Увлажнение 40-60%'),
(5,9,1.6,1.8,'Уплотнение изоляции сверху трубопровода и обвисание снизу','Обвисание'),
(6,11,3.5,3.5,'Уплотнение основного слоя на 70%','Уплотнение на 70%'),
(7,13,1.9,2.6,'Увлажнение изоляции на 20-30%','Увлажнение 20-30%'),
(8,15,3.0,5.0,'Периодическое затопление грунтовыми водами или смежными коммуникациями','Затопление');


SELECT setval('"06_sostoyanie_izolyatsii_id_seq"', 8);
---------------------------------
-- 07_teploizolyatsionnyy_material - Таблицы
-- 07_teploizolyatsionnyy_material - 07_Теплоизоляционный материал
drop table if exists "07_teploizolyatsionnyy_material";

create table "07_teploizolyatsionnyy_material" (
    id serial primary key,
    kod_izol int,                             -- Номер по порядку
    name text ,                        -- Теплоизоляционный материал -- 100
    l float,                                  -- Первый коэффициент в выражении расчета теплопроводности, Вт/(м*К)
    k float                                   -- Второй коэффициент в выражении расчета теплопроводности
);

INSERT INTO "07_teploizolyatsionnyy_material" ("id","kod_izol","name","l","k") VALUES
(1,1,'Асбестовый матрац, заполненный совелитом',0.087,0.00012),
(2,2,'Асбестовый матрац, заполненный стекловолокном',0.058,0.00023),
(3,3,'Асботкань в несколько слоев',0.13,0.00026),
(4,4,'Асбестовый шнур',0.12,0.00031),
(5,5,'Асбестовый шнур (ШАОН)',0.13,0.00026),
(6,6,'Асбопухшнур (ШАП)',0.093,0.0002),
(7,7,'Асбовермикулитовые изделия марки 250',0.081,0.00023),
(8,8,'Асбовермикулитовые изделия марки 300',0.087,0.00023),
(9,9,'Битумоперлит',0.12,0.00023),
(10,10,'Битумокерамзит',0.13,0.00023),
(11,11,'Битумовермикулит',0.13,0.00023),
(12,12,'Вулканитовые плиты марки 300',0.074,0.00015),
(13,13,'Диатомовые изделия марки 500',0.116,0.00023),
(14,14,'Диатомовые изделия марки 600',0.14,0.00023),
(15,15,'Известково-кремнеземные изделия марки 200',0.069,0.00015),
(16,16,'Маты минераловатные прошивные марки 100',0.045,0.0002),
(17,17,'Маты минераловатные прошивные марки 125',0.049,0.0002),
(18,18,'Маты из минеральной ваты марки 75',0.043,0.00022),
(19,19,'Маты из непрерывного стекловолокна',0.04,0.00026),
(20,20,'Маты стекловатные марки 50',0.042,0.00028),
(21,21,'Пенобетонные изделия',0.11,0.0003),
(22,22,'Пенопласт ФРП-1 группы 100',0.043,0.00019),
(23,23,'Пенополимербетон',0.07,0.0),
(24,24,'Пенополиуретан',0.05,0.0),
(25,25,'Перлитоцементные изделия марки 300',0.076,0.000185),
(26,26,'Перлитоцементные изделия марки 350',0.081,0.000185),
(27,27,'Плиты из минеральной ваты марки 75',0.043,0.00022),
(28,28,'Плиты стекловатные марки 50',0.042,0.00028),
(29,29,'Плиты минераловатные полужесткие марки 100',0.044,0.00021),
(30,30,'Плиты минераловатные полужесткие марки 125',0.047,0.000185),
(31,31,'Плиты минераловатные марки 250',0.056,0.000185),
(32,32,'Плиты стекловатные полужесткие марки 75',0.044,0.00023),
(33,33,'Полуцилиндры минераловатные марки 150',0.049,0.0002),
(34,34,'Полуцилиндры минераловатные марки 200',0.052,0.000185),
(35,35,'Полосы из непрерывного стекловолокна',0.04,0.00026),
(36,36,'Совелитовые изделия марки 350',0.076,0.000185),
(37,37,'Совелитовые изделия марки 400',0.078,0.000185),
(38,38,'Скорлупы минераловатные оштукатуренные',0.069,0.00019),
(39,39,'Фенольный поропласт ФЛ монолит',0.05,0.0),
(40,40,'Шнур минераловатный марки 200',0.056,0.000185),
(41,41,'Шнур минераловатный марки 250',0.058,0.000185),
(42,42,'Шнур минераловатный марки 300',0.061,0.000185),
(43,43,'Цилиндры минераловатные марки 250',0.056,0.000185),
(44,44,'Цилиндры минераловатные марки 150',0.049,0.0002),
(45,45,'Цилиндры минераловатные марки 200',0.052,0.000185),
(46,46,'Термокраска',0.0,0.0),
(47,47,'Стекловата фольгированная',0.0,0.0),
(48,48,'Маты минераловатные',0.0,0.0),
(49,49,'Минплита',0.0,0.0);


SELECT setval('"07_teploizolyatsionnyy_material_id_seq"', 49);
---------------------------------
-- 08_mestnye_gidravlicheskie_soprotivleniya - Таблицы
-- 08_mestnye_gidravlicheskie_soprotivleniya - 08_Местные гидравлические сопротивления
drop table if exists "08_mestnye_gidravlicheskie_soprotivleniya";

create table "08_mestnye_gidravlicheskie_soprotivleniya" (
    id serial primary key,
    name_rm text ,                      -- Наименование местного сопротивления трубопровода -- 70
    mestnoe_min float,                        -- Коэффициент местного сопротивления, минимальный
    mestnoe_max float                         -- Коэффициент местных сопротивлений, максимальный
);

INSERT INTO "08_mestnye_gidravlicheskie_soprotivleniya" ("id","name_rm","mestnoe_min","mestnoe_max") VALUES
(1,'Вентили ''Косва''',0.5,1.0),
(2,'Вентили проходные,d=50/400мм.',4.0,8.0),
(3,'Вентиль прямоточного типа, d=200мм',0.36,18.0),
(4,'Вентиль прямоточного типа, d=25-250мм',0.32,1.04),
(5,'Вентиль прямоточного типа, d=38мм',0.85,12.0),
(6,'Вентиль типа ''Рей''',3.4,3.4),
(7,'Вентиль штампованный',7.8,7.8),
(8,'Водоотделитель',8.0,12.0),
(9,'Входные насадки',1.0,1.0),
(10,'Входные насадки',0.5,1.0),
(11,'Входные насадки с плавным изменением сечения',0.3,0.6),
(12,'Грязевик',4.0,10.0),
(13,'Задвижка клинкетная',0.2,0.2),
(14,'Задвижка паровая с паровым затвором',0.75,0.75),
(15,'Задвижка нормальная',0.3,0.5),
(16,'Клапан всасывающий, d=40-750мм',1.6,12.0),
(17,'Клапан обратный, d=40-750мм',1.3,2.9),
(18,'Колена 90 гладкие R=2d',0.7,0.7),
(19,'Колена 90 гладкие R=4d',0.3,0.3),
(20,'Колена 90 гладкие R>4d',0.05,0.2),
(21,'Колена 90 гнутые гладкие R=1.0d',1.0,1.0),
(22,'Колено 22.5 сварное (1 шов)',0.11,0.11),
(23,'Колено 45 сварное (1 шов)',0.32,0.32),
(24,'Колено 45 сварное (2 шва)',0.11,0.11),
(25,'Колено 60 сварное (1 шов)',0.68,0.68),
(26,'Колено 60 сварное (2 шва)',0.15,0.15),
(27,'Колено 60 сварное (3 шва)',0.11,0.11),
(28,'Колено 90 сварное (1 шов)',1.27,1.27),
(29,'Колено 90 сварное (2 шва)',0.4,0.4),
(30,'Колено без ниши',0.05,3.0),
(31,'Кран проходной',0.6,2.0),
(32,'Кран угловой',0.4,0.4),
(33,'Тройник (Встречный ток)',3.0,3.0),
(34,'Угольник 90',1.0,2.0),
(35,'Задвижка с распорным грибком и выдв. Трубой',0.1,0.1),
(36,'Компенсатор волнистый',2.5,2.5),
(37,'Компенсатор лировидный гладкий',1.7,1.7),
(38,'Компенсатор лирообразн. из волн.трубы,d=50-500мм',3.0,5.0),
(39,'Компенсатор лирообразный с фальцами,d=80-500мм',2.0,3.0),
(40,'Компенсатор П-образный,d=50-500мм',2.0,2.9),
(41,'Компенсатор сальниковый',0.2,0.3),
(42,'Вентиль с косым шпинделем',0.5,0.5),
(43,'Вентиль с вертикальным шпинделем',6.0,6.0),
(44,'Клапан обратный нормальный',7.0,7.0),
(45,'Клапан обратный "захлопка"',3.0,3.0),
(46,'Компенсатор однолинзовый без рубашки',0.5,1.6),
(47,'Компенсатор однолинзовый с рубашкой',0.1,0.1),
(48,'Отводы гнутые под углом 90 Град, со складками R=3d',0.8,0.8),
(49,'Отводы гнутые под углом 90 Град, со складками R=4d',0.5,0.5),
(50,'Отводы гнутые под углом 90 Град, гладкие R=1d',1.0,1.0),
(51,'Отводы гнутые под углом 90 Град, гладкие R=3d',0.5,0.5),
(52,'Отводы гнутые под углом 90 Град, гладкие R=4d',0.3,0.3),
(53,'Отводы сварные одношовные под углом 30 Град.',0.2,0.2),
(54,'Отводы сварные одношовные под углом 45 Град.',0.3,0.3),
(55,'Отводы сварные одношовные под углом 60 Град.',0.7,0.7),
(56,'Отводы сварные двухшовные под углом 90 Град.',0.6,0.6),
(57,'Отводы сварные трехшовные под углом 90 Град.',0.5,0.5),
(58,'Тройник при слиянии потока, проход',1.2,1.2),
(59,'Тройник при слиянии потока, ответвление',1.8,1.8),
(60,'Тройник при разветвлении потока, проход',1.0,1.0),
(61,'Тройник при разветвлении потока, ответвление',1.5,1.5),
(62,'Тройник при встречном потоке',3.0,3.0),
(63,'Внезапное разширение',1.0,1.0),
(64,'Внезапное сужение',0.5,0.5);


SELECT setval('"08_mestnye_gidravlicheskie_soprotivleniya_id_seq"', 64);
---------------------------------
-- 09_spisok_ulits - Таблицы
-- 09_spisok_ulits - 09_Список улиц
drop table if exists "09_spisok_ulits";

create table "09_spisok_ulits" (
    id serial primary key,
    street text                         -- Наименование улицы -- 50
);

INSERT INTO "09_spisok_ulits" ("id","street") VALUES
(1,'Гоголя'),
(2,'Бульвар Мира'),
(3,NULL);


SELECT setval('"09_spisok_ulits_id_seq"', 3);
---------------------------------
-- 10_teplovye_harakteristiki_zdaniy - Таблицы
-- 10_teplovye_harakteristiki_zdaniy - 10_Тепловые характеристики зданий
drop table if exists "10_teplovye_harakteristiki_zdaniy";

create table "10_teplovye_harakteristiki_zdaniy" (
    id serial primary key,
    nomer int,                                -- Номер
    sategory text ,                     -- Категория -- 50
    name_zd text ,                      -- Назначение здания -- 50
    tr_tv_co int,                             -- Расчетная внутренняя температура, °C
    vmin float,                               -- Минимальный объем здания, м^3
    vmax float,                               -- Максимальный объем здания, м^3
    pr_year text ,                       -- Год постройки: С - до 1958г, Н - после 1958г, пробел - неизвестно -- 1
    q_ot float,                               -- Удельная тепловая характеристика для отопления
    q_vt float                                -- Удельная тепловая характеристика для вентиляции
);

INSERT INTO "10_teplovye_harakteristiki_zdaniy" ("id","nomer","sategory","name_zd","tr_tv_co","vmin","vmax","pr_year","q_ot","q_vt") VALUES
(1,164,'Промышленное','Котельная',18,2001.0,5000.0,' ',0.1,0.4),
(2,165,'Промышленное','Котельная',18,5001.0,10000.0,' ',0.1,0.3),
(3,166,'Промышленное','Котельная',18,10001.0,1000000.0,' ',0.08,0.2),
(4,167,'Промышленное','Мастерская',18,1.0,10000.0,' ',0.5,0.5),
(5,168,'Промышленное','Мастерская',18,10001.0,15000.0,' ',0.4,0.3),
(6,169,'Промышленное','Мастерская',18,15001.0,20000.0,' ',0.35,0.25),
(7,170,'Промышленное','Мастерская',18,20001.0,1000000.0,' ',0.3,0.2),
(8,171,'Промышленное','Насосная',18,1.0,500.0,' ',1.05,0.2),
(9,172,'Промышленное','Насосная',18,500.0,1000.0,' ',1.0,0.2),
(10,173,'Промышленное','Насосная',18,1001.0,2000.0,' ',0.6,0.2),
(11,174,'Промышленное','Насосная',18,2001.0,1000000.0,' ',0.5,0.2),
(12,175,'Промышленное','Компрессорная',18,1.0,500.0,' ',0.7,0.2),
(13,176,'Промышленное','Компрессорная',18,500.0,1000.0,' ',0.45,0.2),
(14,177,'Промышленное','Компрессорная',18,1001.0,2000.0,' ',0.6,0.2),
(15,178,'Промышленное','Компрессорная',18,2001.0,5000.0,' ',0.4,0.2),
(16,179,'Промышленное','Компрессорная',18,5001.0,1000000.0,' ',0.35,0.2),
(17,180,'Промышленное','Газгенераторная',18,1.0,1000000.0,' ',0.1,1.8),
(18,181,'Промышленное','Генерация масел',18,1.0,1000000.0,' ',0.6,0.5),
(19,182,'Промышленное','Склад химикатов',18,1.0,1000.0,' ',0.85,0.5),
(20,183,'Промышленное','Склад химикатов',18,1001.0,2000.0,' ',0.75,0.5),
(21,184,'Промышленное','Склад химикатов',18,2001.0,1000000.0,' ',0.65,0.6),
(22,185,'Промышленное','Склад моделей',18,1.0,1000.0,' ',0.8,0.6),
(23,186,'Промышленное','Склад моделей',18,1001.0,2000.0,' ',0.7,0.6),
(24,187,'Промышленное','Склад моделей',18,2001.0,5000.0,' ',0.6,0.6),
(25,188,'Промышленное','Склад моделей',18,5001.0,1000000.0,' ',0.45,0.6),
(26,189,'Промышленное','Административное',18,1.0,500.0,' ',0.6,0.6),
(27,190,'Промышленное','Административное',18,500.0,1000.0,' ',0.45,0.6),
(28,191,'Промышленное','Административное',18,1001.0,2000.0,' ',0.4,0.14),
(29,192,'Промышленное','Административное',18,2001.0,5000.0,' ',0.33,0.12),
(30,193,'Промышленное','Административное',18,5001.0,10000.0,' ',0.3,0.11),
(31,194,'Промышленное','Административное',18,10001.0,1000000.0,' ',0.25,0.1),
(32,195,'Промышленное','Вспомогательное',18,1.0,500.0,' ',0.6,0.6),
(33,196,'Промышленное','Вспомогательное',18,500.0,1000.0,' ',0.45,0.6),
(34,197,'Промышленное','Вспомогательное',18,1001.0,2000.0,' ',0.4,0.14),
(35,198,'Промышленное','Вспомогательное',18,2001.0,5000.0,' ',0.33,0.12),
(36,199,'Промышленное','Вспомогательное',18,5001.0,10000.0,' ',0.3,0.11),
(37,106,'Учреждение','Баня',25,1.0,5000.0,' ',0.28,1.0),
(38,107,'Учреждение','Баня',25,5001.0,10000.0,' ',0.25,0.95),
(39,108,'Учреждение','Баня',25,10001.0,1000000.0,' ',0.23,0.9),
(40,109,'Учреждение','Прачечная',15,1.0,5000.0,' ',0.38,0.8),
(41,110,'Учреждение','Прачечная',15,5001.0,10000.0,' ',0.33,0.78),
(42,111,'Учреждение','Прачечная',15,10001.0,1000000.0,' ',0.31,0.75),
(43,112,'Учреждение','Общепит',16,1.0,5000.0,' ',0.35,0.7),
(44,113,'Учреждение','Общепит',16,5001.0,10000.0,' ',0.33,0.65),
(45,114,'Учреждение','Общепит',16,10001.0,1000000.0,' ',0.3,0.6),
(46,115,'Учреждение','Лаборатория',16,1.0,5000.0,' ',0.37,1.0),
(47,116,'Учреждение','Лаборатория',16,5001.0,10000.0,' ',0.35,0.95),
(48,117,'Учреждение','Лаборатория',16,10001.0,1000000.0,' ',0.33,0.9),
(49,118,'Учреждение','Пожарка',15,1.0,5000.0,' ',0.48,0.14),
(50,119,'Учреждение','Пожарка',15,5001.0,10000.0,' ',0.46,0.09),
(51,120,'Учреждение','Пожарка',15,10001.0,1000000.0,' ',0.45,0.09),
(52,121,'Учреждение','Гараж',10,1.0,2000.0,' ',0.7,0.7),
(53,122,'Учреждение','Гараж',10,2001.0,3000.0,' ',0.6,0.7),
(54,123,'Учреждение','Гараж',10,3001.0,5000.0,' ',0.55,0.7),
(55,124,'Учреждение','Гараж',10,5001.0,1000000.0,' ',0.5,0.65),
(56,94,'Учреждение','Универмаг',15,1.0,5000.0,' ',0.38,0.08),
(57,96,'Учреждение','Универмаг',15,10001.0,1000000.0,' ',0.31,0.27),
(58,97,'Учреждение','Детсад',20,1.0,5000.0,' ',0.38,0.11),
(59,98,'Учреждение','Детсад',20,5001.0,100000.0,' ',0.34,0.1),
(60,99,'Учреждение','Учебное',16,1.0,5000.0,' ',0.39,0.09),
(61,101,'Учреждение','Учебное',16,10001.0,1000000.0,' ',0.33,0.07),
(62,102,'Учреждение','Больница',20,1.0,5000.0,' ',0.4,0.29),
(63,103,'Учреждение','Больница',20,5001.0,10000.0,' ',0.36,0.28),
(64,104,'Учреждение','Больница',20,10001.0,15000.0,' ',0.32,0.26),
(65,105,'Учреждение','Больница',20,15001.0,1000000.0,' ',0.3,0.25),
(66,1,'Жилое','Жилое',18,1.0,100.0,'С',0.74,0.0),
(67,2,'Жилое','Жилое',18,101.0,200.0,'С',0.66,0.0),
(68,3,'Жилое','Жилое',18,201.0,300.0,'С',0.62,0.0),
(69,4,'Жилое','Жилое',18,301.0,400.0,'С',0.6,0.0),
(70,5,'Жилое','Жилое',18,401.0,500.0,'С',0.58,0.0),
(71,6,'Жилое','Жилое',18,501.0,600.0,'С',0.56,0.0),
(72,7,'Жилое','Жилое',18,601.0,700.0,'С',0.54,0.0),
(73,8,'Жилое','Жилое',18,701.0,800.0,'С',0.53,0.0),
(74,9,'Жилое','Жилое',18,801.0,900.0,'С',0.52,0.0),
(75,10,'Жилое','Жилое',18,901.0,1000.0,'С',0.51,0.0),
(76,11,'Жилое','Жилое',18,1001.0,1100.0,'С',0.5,0.0),
(77,12,'Жилое','Жилое',18,1101.0,1200.0,'С',0.49,0.0),
(78,13,'Жилое','Жилое',18,1201.0,1300.0,'С',0.48,0.0),
(79,14,'Жилое','Жилое',18,1301.0,1400.0,'С',0.47,0.0),
(80,15,'Жилое','Жилое',18,1401.0,1500.0,'С',0.47,0.0),
(81,16,'Жилое','Жилое',18,1501.0,1700.0,'С',0.46,0.0),
(82,17,'Жилое','Жилое',18,1701.0,2000.0,'С',0.45,0.0),
(83,18,'Жилое','Жилое',18,2001.0,2500.0,'С',0.44,0.0),
(84,19,'Жилое','Жилое',18,2501.0,3000.0,'С',0.43,0.0),
(85,20,'Жилое','Жилое',18,3001.0,3500.0,'С',0.42,0.0),
(86,21,'Жилое','Жилое',18,3501.0,4000.0,'С',0.4,0.0),
(87,22,'Жилое','Жилое',18,4001.0,4500.0,'С',0.39,0.0),
(88,23,'Жилое','Жилое',18,4501.0,5000.0,'С',0.38,0.0),
(89,24,'Жилое','Жилое',18,5001.0,6000.0,'С',0.37,0.0),
(90,25,'Жилое','Жилое',18,6001.0,7000.0,'С',0.36,0.0),
(91,26,'Жилое','Жилое',18,7001.0,8000.0,'С',0.35,0.0),
(92,27,'Жилое','Жилое',18,8001.0,9000.0,'С',0.34,0.0),
(93,28,'Жилое','Жилое',18,9001.0,10000.0,'С',0.33,0.0),
(94,29,'Жилое','Жилое',18,10001.0,11000.0,'С',0.32,0.0),
(95,30,'Жилое','Жилое',18,11001.0,12000.0,'С',0.31,0.0),
(96,31,'Жилое','Жилое',18,12001.0,13000.0,'С',0.3,0.0),
(97,32,'Жилое','Жилое',18,13001.0,14000.0,'С',0.3,0.0),
(98,33,'Жилое','Жилое',18,14001.0,15000.0,'С',0.29,0.0),
(99,34,'Жилое','Жилое',18,15001.0,20000.0,'С',0.28,0.0),
(100,35,'Жилое','Жилое',18,20001.0,25000.0,'С',0.28,0.0),
(101,36,'Жилое','Жилое',18,25001.0,30000.0,'С',0.28,0.0),
(102,37,'Жилое','Жилое',18,30001.0,35000.0,'С',0.28,0.0),
(103,38,'Жилое','Жилое',18,35001.0,40000.0,'С',0.27,0.0),
(104,39,'Жилое','Жилое',18,40001.0,45000.0,'С',0.27,0.0),
(105,40,'Жилое','Жилое',18,45001.0,50000.0,'С',0.26,0.0),
(106,42,'Жилое','Жилое',18,1.0,100.0,'Н',0.92,0.0),
(107,43,'Жилое','Жилое',18,100.0,200.0,'Н',0.82,0.0),
(108,44,'Жилое','Жилое',18,201.0,300.0,'Н',0.78,0.0),
(109,45,'Жилое','Жилое',18,301.0,400.0,'Н',0.74,0.0),
(110,46,'Жилое','Жилое',18,401.0,500.0,'Н',0.71,0.0),
(111,47,'Жилое','Жилое',18,501.0,600.0,'Н',0.69,0.0),
(112,48,'Жилое','Жилое',18,601.0,700.0,'Н',0.68,0.0),
(113,49,'Жилое','Жилое',18,701.0,800.0,'Н',0.67,0.0),
(114,50,'Жилое','Жилое',18,801.0,900.0,'Н',0.66,0.0),
(115,51,'Жилое','Жилое',18,901.0,1000.0,'Н',0.65,0.0),
(116,52,'Жилое','Жилое',18,1001.0,1100.0,'Н',0.62,0.0),
(117,53,'Жилое','Жилое',18,1101.0,1200.0,'Н',0.6,0.0),
(118,54,'Жилое','Жилое',18,1201.0,1300.0,'С',0.59,0.0),
(119,55,'Жилое','Жилое',18,1301.0,1400.0,'Н',0.58,0.0),
(120,56,'Жилое','Жилое',18,1401.0,1500.0,'Н',0.57,0.0),
(121,57,'Жилое','Жилое',18,1501.0,1700.0,'Н',0.55,0.0),
(122,58,'Жилое','Жилое',18,1701.0,2000.0,'Н',0.53,0.0),
(123,59,'Жилое','Жилое',18,2001.0,2500.0,'Н',0.52,0.0),
(124,60,'Жилое','Жилое',18,2501.0,3000.0,'Н',0.5,0.0),
(125,61,'Жилое','Жилое',18,3001.0,3500.0,'Н',0.48,0.0),
(126,62,'Жилое','Жилое',18,3501.0,4000.0,'Н',0.47,0.0),
(127,63,'Жилое','Жилое',18,4001.0,4500.0,'Н',0.46,0.0),
(128,64,'Жилое','Жилое',18,4501.0,5000.0,'Н',0.45,0.0),
(129,65,'Жилое','Жилое',18,5001.0,6000.0,'Н',0.43,0.0),
(130,66,'Жилое','Жилое',18,6001.0,7000.0,'Н',0.42,0.0),
(131,67,'Жилое','Жилое',18,7001.0,8000.0,'Н',0.41,0.0),
(132,68,'Жилое','Жилое',18,8001.0,9000.0,'Н',0.4,0.0),
(133,69,'Жилое','Жилое',18,9001.0,10000.0,'Н',0.39,0.0),
(134,70,'Жилое','Жилое',18,10001.0,11000.0,'Н',0.38,0.0),
(135,71,'Жилое','Жилое',18,11001.0,12000.0,'Н',0.38,0.0),
(136,72,'Жилое','Жилое',18,12001.0,13000.0,'Н',0.37,0.0),
(137,73,'Жилое','Жилое',18,13001.0,14000.0,'Н',0.37,0.0),
(138,74,'Жилое','Жилое',18,14001.0,15000.0,'Н',0.37,0.0),
(139,75,'Жилое','Жилое',18,15001.0,20000.0,'Н',0.37,0.0),
(140,76,'Жилое','Жилое',18,20001.0,25000.0,'Н',0.37,0.0),
(141,77,'Жилое','Жилое',18,25001.0,30000.0,'Н',0.36,0.0),
(142,78,'Жилое','Жилое',18,30001.0,35000.0,'Н',0.35,0.0),
(143,79,'Жилое','Жилое',18,35001.0,40000.0,'Н',0.35,0.0),
(144,80,'Жилое','Жилое',18,40001.0,45000.0,'Н',0.34,0.0),
(145,81,'Жилое','Жилое',18,45001.0,50000.0,'Н',0.34,0.0),
(146,82,'Учреждение','Административное',18,1.0,5000.0,NULL,0.43,0.09),
(147,83,'Учреждение','Административное',18,5001.0,10000.0,NULL,0.38,0.08),
(148,84,'Учреждение','Административное',18,10001.0,15000.0,NULL,0.35,0.07),
(149,85,'Учреждение','Административное',18,15001.0,1000000.0,NULL,0.32,0.18),
(150,95,'Учреждение','Универмаг',15,5000.0,10000.0,' ',0.33,0.08),
(151,100,'Учреждение','Учебное',16,5001.0,10000.0,' ',0.35,0.08),
(152,86,'Учреждение','Дискоклуб',16,1.0,5000.0,' ',0.37,0.25),
(153,87,'Учреждение','Дискоклуб',16,5001.0,10000.0,' ',0.33,0.23),
(154,88,'Учреждение','Дискоклуб',16,10001.0,1000000.0,' ',0.3,0.2),
(155,89,'Учреждение','Театр',15,1.0,10000.0,' ',0.29,0.41),
(156,90,'Учреждение','Театр',15,11000.0,15000.0,' ',0.27,0.4),
(157,91,'Учреждение','Театр',15,16000.0,20000.0,' ',0.22,0.38),
(158,92,'Учреждение','Театр',15,21000.0,30000.0,' ',0.2,0.36),
(159,93,'Учреждение','Театр',15,31000.0,1000000.0,' ',0.18,0.34),
(160,125,'Промышленное','Чуголитейный цех',16,1.0,10000.0,' ',0.3,1.1),
(161,126,'Промышленное','Чуголитейный цех',16,11000.0,50000.0,' ',0.25,1.0),
(162,127,'Промышленное','Чуголитейный цех',16,51000.0,100000.0,' ',0.22,0.9),
(163,128,'Промышленное','Чуголитейный цех',16,101000.0,150000.0,' ',0.18,0.8),
(164,129,'Промышленное','Меднолитейный цех',16,5000.0,10000.0,' ',0.4,2.5),
(165,130,'Промышленное','Меднолитейный цех',16,11000.0,20000.0,' ',0.35,2.0),
(166,131,'Промышленное','Меднолитейный цех',16,21000.0,30000.0,' ',0.25,1.5),
(167,132,'Промышленное','Меднолитейный цех',16,31000.0,1000000.0,' ',0.2,1.2),
(168,133,'Промышленное','Термический цех',16,1.0,10000.0,' ',0.4,1.3),
(169,134,'Промышленное','Термический цех',16,10001.0,30000.0,' ',0.3,1.2),
(170,135,'Промышленное','Термический цех',16,30001.0,75000.0,' ',0.25,1.0),
(171,136,'Промышленное','Кузнечный цех',16,1.0,10000.0,' ',0.4,0.7),
(172,137,'Промышленное','Кузнечный цех',16,10001.0,50000.0,' ',0.3,0.6),
(173,138,'Промышленное','Кузнечный цех',16,50001.0,100000.0,' ',0.25,0.5),
(174,139,'Промышленное','Кузнечный цех',16,100001.0,1000000.0,' ',0.15,0.3),
(175,140,'Промышленное','Инструментальный цех',16,1.0,10000.0,' ',0.55,0.4),
(176,141,'Промышленное','Инструментальный цех',16,10001.0,50000.0,' ',0.45,0.25),
(177,142,'Промышленное','Инструментальный цех',16,50001.0,100000.0,' ',0.4,0.15),
(178,143,'Промышленное','Инструментальный цех',16,100001.0,200000.0,' ',0.38,0.12),
(179,144,'Промышленное','Инструментальный цех',16,200001.0,1000000.0,' ',0.35,0.08),
(180,145,'Промышленное','Деревообделочный цех',16,1.0,5000.0,' ',0.6,0.6),
(181,146,'Промышленное','Деревообделочный цех',16,5001.0,10000.0,' ',0.55,0.5),
(182,147,'Промышленное','Деревообделочный цех',16,10001.0,50000.0,' ',0.45,0.45),
(183,148,'Промышленное','Деревообделочный цех',16,50001.0,100000.0,' ',0.4,0.4),
(184,149,'Промышленное','Цех металл.конструкций',16,1.0,100000.0,' ',0.38,0.53),
(185,150,'Промышленное','Цех металл.конструкций',16,100001.0,150000.0,' ',0.35,0.45),
(186,151,'Промышленное','Цех металл.конструкций',16,105001.0,1000000.0,' ',0.3,0.35),
(187,152,'Промышленное','Цех покрытий',16,1.0,2000.0,' ',0.65,5.0),
(188,153,'Промышленное','Цех покрытий',16,2001.0,5000.0,' ',0.6,4.0),
(189,154,'Промышленное','Цех покрытий',16,5001.0,10000.0,' ',0.55,3.0),
(190,155,'Промышленное','Цех покрытий',16,10001.0,1000000.0,' ',0.45,0.45),
(191,156,'Промышленное','Ремонтный цех',16,1.0,10000.0,' ',0.6,0.2),
(192,157,'Промышленное','Ремонтный цех',16,10001.0,20000.0,' ',0.5,0.15),
(193,158,'Промышленное','Ремонтный цех',16,20001.0,1000000.0,' ',0.45,0.1),
(194,159,'Промышленное','Паровозное депо',16,1.0,5000.0,' ',0.7,0.4),
(195,160,'Промышленное','Паровозное депо',16,50001.0,10000.0,' ',0.65,0.3),
(196,161,'Промышленное','Паровозное депо',16,10001.0,1000000.0,' ',0.6,0.25),
(197,162,'Промышленное','Котельный цех',16,1.0,1000000.0,' ',0.25,0.6),
(198,163,'Промышленное','Котельная',16,1.0,2000.0,' ',0.1,0.5),
(199,200,'Промышленное','Вспомогательное',16,10001.0,1000000.0,' ',0.25,0.1),
(200,201,'Промышленное','Проходная',16,1.0,500.0,' ',1.3,0.1),
(201,202,'Промышленное','Проходная',16,501.0,2000.0,' ',1.2,0.1),
(202,203,'Промышленное','Проходная',16,2001.0,5000.0,' ',0.7,0.15),
(203,204,'Промышленное','Проходная',16,5001.0,1000000.0,' ',0.55,0.1),
(204,205,'Промышленное','Охрана',16,1.0,5000.0,' ',0.38,0.1),
(205,206,'Промышленное','Охрана',16,5001.0,10000.0,' ',0.33,0.1),
(206,207,'Промышленное','Охрана',16,10001.0,1000000.0,' ',0.31,0.1);


SELECT setval('"10_teplovye_harakteristiki_zdaniy_id_seq"', 206);
---------------------------------
-- 11_material_pokrovnogo_sloya_izolyatsii - Таблицы
-- 11_material_pokrovnogo_sloya_izolyatsii - 11_Материал покровного слоя изоляции
drop table if exists "11_material_pokrovnogo_sloya_izolyatsii";

create table "11_material_pokrovnogo_sloya_izolyatsii" (
    id serial primary key,
    kod text ,                           -- Код -- 5
    znachenie text ,                   -- Значение -- 255
    tolschina__mm text ,               -- Толщина, мм -- 255
    primechanie text ,                 -- Примечание -- 255
    gost text ,                        -- ГОСТ -- 255
    marki text ,                       -- Марки -- 255
    goryuchest text                    -- Горючесть -- 255
);

INSERT INTO "11_material_pokrovnogo_sloya_izolyatsii" ("id","kod","znachenie","tolschina__mm","primechanie","gost","marki","goryuchest") VALUES
(1,'1','Листы из алюминия','0,3; 0,5-1','Металлизационное','ГОСТ 21631-76','АДО, АД1, АМц, Амг2, В95','Негорючие'),
(2,'2','Ленты из алюминия','0,25-1','Металлизационное','ГОСТ 13726-78','АДО, АД1, АМц, Амг2, В95','Негорючие'),
(3,'3','Сталь оцинкованная','0,35-1','Металлизационное','ГОСТ 14918-80',NULL,'Негорючие'),
(4,'4','Сталь кровельная','0,5-0,8','Металлизационное','ГОСТ 14918-80',NULL,'Негорючие'),
(5,'5','Прокат углеродистой стали','0,35-1','Металлизационное','ГОСТ 16523-70',NULL,'Негорючие'),
(6,'6','Оболочки гофрированные','0,2; 2,5','Металлизационное','ОСТ 36-67-82',NULL,'Негорючие; Горючие'),
(7,'7','Металлопласт','0,8-1,3','Металлизационное','ТУ 14-1-1114-74',NULL,'Трудногорючие'),
(8,'8','Стеклотекстолит конструкционный','0,5-1,2','Синтетический полимер','ГОСТ 10292-74Е',NULL,'Горючие'),
(9,'9','Армопластмассовый','2,2','Синтетический полимер',NULL,'АПМ-1','Горючий'),
(10,'10','Армопластмассовый','2,1','Синтетический полимер',NULL,'АПМ-2','Трудногорючий'),
(11,'11','Армопластмассовый','2,1','Синтетический полимер',NULL,'АПМ-3','Горючий'),
(12,'12','Стеклопластик рулонный РСТ','0,25-0,5','Синтетический полимер','ТУ 6-11-145-80','РСТ-А, РСТ-Б, РСТ-Х','Трудногорючий'),
(13,'13','Стеклопластик фенольный','0,3; 0,6','Синтетический полимер','ТУ 6-11-150-76',NULL,'Горючий'),
(14,'14','Пленка винипластовая КПО','0,4-1','Синтетический полимер','ГОСТ 16398-81','КПО','Горючая'),
(15,'15','Пленка из поливинилхлоридного сырья','1,3','Синтетический полимер','ТУ 63.032.3-88',NULL,'Горючая'),
(16,'16','Стеклотекстолит  листовой','0,3','Синтетический полимер','ТУ 36-1583-88','СТПЛ-СБ','Трудногорючий'),
(17,'17','Стеклотекстолит  листовой','0,5','Синтетический полимер','ТУ 36-1583-88','СТПЛ-ТБ','Трудногорючий'),
(18,'18','Стеклотекстолит  листовой','0,8','Синтетический полимер','ТУ 36-1583-88','СТПЛ-ВП','Трудногорючий'),
(19,'РУБ','Рубероид','2-3','Природный полимер','ГОСТ 10923-82','РКК-420','Горючий'),
(20,'20','Стеклорубероид','2,5','Природный полимер','ГОСТ 15879-70',NULL,'Горючий'),
(21,'21','Толь','1,0-1,5','Природный полимер','ГОСТ 10999-76','ТКК-350, ТКК-400','Горючий'),
(22,'22','Пергамин','1,0-1,5','Природный полимер','ГОСТ 2697-83',NULL,'Горючий'),
(23,'23','Рубероид, покрытый стеклотканью',NULL,'Природный полимер','ТУ 21 ЭССР 48-83',NULL,'Горючий'),
(24,'24','Изол','2','Природный полимер','ГОСТ 10296-79',NULL,'Горючий'),
(25,'25','Стеклоцемент текстолитовый','1,5-2','Минеральные','ТУ 36-940-85',NULL,'Негорючий'),
(26,'26','Листы асбестоцементные плоские','6-10','Минеральные','ГОСТ 18124-75',NULL,'Негорючий'),
(27,'27','Листы асбестоцементные волнистые','5-8','Минеральные','ГОСТ 16233-77',NULL,'Негорючий'),
(28,'28','Штукатурка асбестоцементная','10-20','Минеральные',NULL,NULL,'Негорючий'),
(29,'29','Фольга алюминиевая','0,5-1,5','Дублированные фольгой','ТУ 36-1177 -77',NULL,'Горючий; Трудногорючий'),
(30,'30','Фольгорубероид','1,7-2','Дублированные фольгой','ТУ 21 ЭССР 69-83',NULL,'Горючий'),
(31,'31','Фольгоизол','2-2,5','Дублированные фольгой','ГОСТ 20429-84',NULL,'Горючий'),
(32,'СЛ','Сталь листовая',NULL,'Металлизационное',NULL,NULL,'Негорючие'),
(33,'ОЦ','Сталь оцинкованная',NULL,'Металлизационное',NULL,NULL,'Негорючие'),
(34,'СЛХ','Сталь листовая холоднокатанная',NULL,'Металлизационное',NULL,NULL,'Негорючие'),
(35,'СТК','Cтеклоткань',NULL,'Синтетический полимер',NULL,NULL,'Негорючие'),
(36,'АСБ','Асбест (хризалит)',NULL,'Минеральные',NULL,NULL,'Негорючие'),
(38,'ПЭ','Полиэтилен',NULL,'Синтетический полимер',NULL,NULL,'Горючие');


SELECT setval('"11_material_pokrovnogo_sloya_izolyatsii_id_seq"', 38);
---------------------------------
-- 12_materialy_konstruktsiy_kamer - Таблицы
-- 12_materialy_konstruktsiy_kamer - 12_Материалы конструкций камер
drop table if exists "12_materialy_konstruktsiy_kamer";

create table "12_materialy_konstruktsiy_kamer" (
    id serial primary key,
    mat_construct text                  -- Материал конструкции камеры -- 50
);

INSERT INTO "12_materialy_konstruktsiy_kamer" ("id","mat_construct") VALUES
(1,'Железобетон'),
(2,'Сталь');


SELECT setval('"12_materialy_konstruktsiy_kamer_id_seq"', 2);
---------------------------------
-- 13_klimaticheskie_dannye - Таблицы
-- 13_klimaticheskie_dannye - 13_Климатические данные
drop table if exists "13_klimaticheskie_dannye";

create table "13_klimaticheskie_dannye" (
    id serial primary key,
    sity text ,                        -- Город -- 255
    tag int,                                  -- Продолжительность отопительного периода, дня(ей)
    otopl_pr float,                           -- Расчетная температура наружного воздуха отопления, °C
    vetn_pr float,                            -- Расчетная температура наружного воздуха вентиляции, °C
    t_sr float,                               -- Средняя температура наружного воздуха отопительного периода, °C
    t_sr_min float,                           -- Средняя температура наружного воздуха самого холодного месяца, °C
    t_1month float,                           -- Январь
    t_2month float,                           -- Февраль
    t_3month float,                           -- Март
    t_4month float,                           -- Апрель
    t_5month float,                           -- Май
    t_6month float,                           -- Июгь
    t_7month float,                           -- Июль
    t_8month float,                           -- Август
    t_9month float,                           -- Сентябрь
    t_10month float,                          -- Октябрь
    t_11month float,                          -- Ноябрь
    t_12month float,                          -- Декабрь
    t_year float                              -- Среднегодовая
);

INSERT INTO "13_klimaticheskie_dannye" ("id","sity","tag","otopl_pr","vetn_pr","t_sr","t_sr_min","t_1month","t_2month","t_3month","t_4month","t_5month","t_6month","t_7month","t_8month","t_9month","t_10month","t_11month","t_12month","t_year") VALUES
(1,'Актобе',203,-31.0,-21.0,-7.3,-15.6,-14.9,-14.4,-7.7,5.4,14.7,20.0,22.3,20.3,13.5,4.6,-4.6,-11.6,4.0),
(2,'Алматы',166,-25.0,-10.0,-2.1,-7.1,-6.8,-5.1,1.9,10.7,16.2,20.9,23.1,22.3,17.0,9.6,1.1,-4.4,8.9),
(3,'Амангельды',0,0.0,0.0,0.0,0.0,-16.8,-16.3,-9.3,5.7,14.9,20.7,22.9,20.4,13.5,4.4,-5.6,-13.2,3.4),
(4,'Аральск',0,0.0,0.0,0.0,0.0,-12.8,-11.8,-3.9,9.1,17.7,24.0,26.4,24.3,17.3,7.9,-1.8,-8.8,7.3),
(5,'Архангельск',251,-32.0,-19.0,-4.7,-12.5,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),
(6,'Астана',215,-35.0,-22.0,-8.7,-17.4,-16.7,-16.2,-10.4,2.9,12.7,17.9,20.4,17.9,11.4,2.9,-7.2,-14.0,1.8),
(7,'Астрахань',172,-22.0,-8.0,-1.6,-6.8,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),
(8,'Атбасар',0,0.0,0.0,0.0,0.0,-18.1,-17.5,-11.5,2.1,12.4,17.9,20.1,17.8,11.4,2.5,-7.9,-15.2,1.2),
(9,'Атырау',0,0.0,0.0,0.0,0.0,-9.6,-8.8,-1.8,9.4,17.9,23.3,25.6,23.7,16.7,8.3,-0.1,-5.7,8.9),
(10,'Баканас',0,0.0,0.0,0.0,0.0,-11.8,-9.9,-0.1,11.0,17.7,23.3,25.6,23.4,16.7,8.3,-1.1,-8.2,8.0),
(11,'Баку',119,-4.0,1.0,5.1,3.8,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),
(12,'Балхаш',190,-32.0,-20.0,-6.9,-15.2,-14.7,-13.4,-5.2,7.5,15.8,21.9,24.0,21.8,15.3,6.6,-3.7,-11.3,5.4),
(13,'Барнаул',219,-39.0,-23.0,-8.3,-17.7,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),
(14,'Бахты',0,0.0,0.0,0.0,0.0,-13.6,-11.2,-2.1,9.3,15.7,20.6,23.0,21.6,15.3,7.2,-2.8,-10.6,6.0),
(15,'Бейнеу',0,0.0,0.0,0.0,0.0,-7.5,-7.1,-0.2,11.6,19.1,25.0,27.7,25.9,18.5,9.4,1.1,-4.4,9.9),
(16,'Брянск',206,-24.0,-13.0,-2.6,-8.5,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),
(17,'Вильнюс',194,-23.0,-9.0,-0.9,-5.5,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),
(18,'Владивосток',201,-25.0,-16.0,-4.8,-14.4,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),
(19,'Волгоград',182,-22.0,-13.0,-3.4,-9.2,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),
(20,'Воронеж',199,-25.0,-14.0,-3.4,-9.3,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),
(21,'Ганюшкино',0,0.0,0.0,0.0,0.0,-7.4,-6.6,-0.9,9.7,17.8,22.9,25.0,23.2,16.5,8.8,1.2,-4.1,8.8),
(22,'Екатеринбург',228,-31.0,-20.0,-6.4,-15.3,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),
(23,'Енисейск',245,-47.0,-28.0,-9.8,-22.0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),
(24,'Ертис',0,0.0,0.0,0.0,0.0,-18.0,-17.4,-10.7,3.1,12.6,18.6,20.6,17.6,11.6,3.0,-8.3,-15.1,1.5),
(25,'Жалпактал',0,0.0,0.0,0.0,0.0,-11.8,-11.6,-4.7,8.0,16.3,21.6,24.1,22.1,15.1,6.3,-1.9,-8.1,6.3),
(26,'Жаркент',0,0.0,0.0,0.0,0.0,-9.0,-5.9,3.2,12.6,17.8,22.1,24.0,22.8,17.2,10.0,1.0,-5.8,9.2),
(27,'Жезказган',0,0.0,0.0,0.0,0.0,-15.1,-14.2,6.6,7.3,15.7,21.9,24.1,21.4,14.5,5.2,-4.5,-11.8,4.8),
(28,'Жымпиты',0,0.0,0.0,0.0,0.0,-13.7,-13.2,-6.7,6.7,15.6,21.1,23.7,21.7,14.5,5.5,-2.8,-9.6,5.7),
(29,'Зайсан',0,0.0,0.0,0.0,0.0,-17.0,-14.6,-6.8,6.9,15.0,20.8,23.0,21.3,15.2,6.4,-5.8,-14.4,4.2),
(30,'Златоуст',232,-30.0,-20.0,-6.6,-15.4,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),
(31,'Иваново',217,-28.0,-16.0,-4.4,-11.8,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),
(32,'Иркутск',241,-38.0,-25.0,-8.9,-20.9,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),
(33,'Казалы',0,0.0,0.0,0.0,0.0,-11.1,-9.6,-1.7,10.5,18.8,24.1,26.2,23.9,17.0,8.3,-0.8,-7.5,8.2),
(34,'Казань',218,-30.0,-18.0,-5.7,-13.5,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),
(35,'Караганды',212,-32.0,-20.0,-7.5,-15.1,-14.5,-14.1,-8.2,4.1,12.7,18.3,20.4,18.0,11.9,3.0,-6.6,-12.8,2.7),
(36,'Караулкельды',0,0.0,0.0,0.0,0.0,-12.7,-12.3,-5.6,8.2,16.3,22.0,23.8,22.4,15.3,5.8,-2.5,-9.5,6.2),
(37,'Каркаралы',0,0.0,0.0,0.0,0.0,-14.0,-13.7,-7.6,3.0,10.7,15.9,18.0,15.7,10.0,2.2,-6.8,-12.3,1.8),
(38,'Карсакпай',0,0.0,0.0,0.0,0.0,-15.1,-14.5,-7.7,-5.7,14.7,20.7,23.0,20.5,13.6,4.4,-5.2,-12.2,4.0),
(39,'Киев',187,-21.0,-10.0,-1.1,-5.9,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),
(40,'Киров',231,-31.0,-19.0,-5.8,-14.2,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),
(41,'Кишинев',166,-15.0,-7.0,0.6,-3.5,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),
(42,'Кокпекты',0,0.0,0.0,0.0,0.0,-20.6,-18.3,-10.4,3.9,12.7,18.3,20.8,18.7,12.3,3.2,-8.7,-17.5,1.2),
(43,'Кокшетау',0,0.0,0.0,0.0,0.0,-15.8,-15.1,-9.4,3.0,12.2,17.6,19.7,17.3,11.4,3.0,-6.9,-13.5,2.0),
(44,'Костанай',213,-35.0,-22.0,-8.7,-17.7,-17.2,-16.7,-10.2,3.2,12.8,18.5,20.3,18.1,11.9,3.1,-6.6,-14.1,1.9),
(45,'Красноярск',235,-40.0,-22.0,-7.2,-17.1,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),
(46,'Курск',198,-24.0,-14.0,-3.0,-8.6,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),
(47,'Кызылжар',0,0.0,0.0,0.0,0.0,-15.5,-15.5,-7.7,7.1,14.9,21.0,23.4,20.6,13.8,4.7,-5.1,-12.5,4.1),
(48,'Кызылорда',166,-25.0,-10.0,-2.1,-7.1,-9.2,-7.1,0.8,12.0,19.4,24.5,26.0,24.0,17.2,8.9,0.1,-6.3,9.2),
(49,'Луганск',180,-25.0,-10.0,-1.6,-6.6,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),
(50,'Львов',183,-19.0,-7.0,0.3,-3.9,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),
(51,'Магнитогорск',218,-34.0,-22.0,-7.9,-16.9,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),
(52,'Махачкала',151,-14.0,-2.0,2.6,-0.4,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),
(53,'Минск',203,-25.0,-10.0,-1.2,-6.9,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),
(54,'Минусинск',226,-42.0,-27.0,-9.5,-21.2,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),
(55,'Мичуринск',202,-26.0,-15.0,-4.3,-10.8,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),
(56,'Москва',205,-25.0,-14.0,-3.2,-9.4,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),
(57,'Мурманск',281,-28.0,-18.0,-3.3,-10.1,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),
(58,'Нижний Новгород',218,-30.0,-16.0,-4.7,-12.0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),
(59,'Нижний Тагил',238,-34.0,-21.0,-6.6,-16.1,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),
(60,'Новороссийск',134,-13.0,-2.0,4.4,2.6,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),
(61,'Новосибирск',227,-39.0,-24.0,-9.1,-19.0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),
(62,'Одесса',165,-17.0,-6.0,1.0,-2.5,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),
(63,'Омск',220,-37.0,-23.0,-7.7,-19.2,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),
(64,'Оренбург',201,-29.0,-20.0,-8.1,-14.8,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),
(65,'Орск',204,-29.0,-21.0,-7.9,-16.4,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),
(66,'Павлодар',0,0.0,0.0,0.0,0.0,-17.5,-16.8,-10.0,3.9,13.1,19.2,21.4,18.6,12.3,3.5,-7.4,-14.5,2.2),
(67,'Пенза',206,-27.0,-17.0,-5.1,-12.1,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),
(68,'Пермь',226,-34.0,-20.0,-6.4,-15.1,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),
(69,'Петропавловск',0,0.0,0.0,0.0,0.0,-18.3,-16.9,-10.2,2.0,11.5,16.9,18.7,16.3,10.6,2.0,-8.2,-15.3,0.8),
(70,'Рига',205,-20.0,-9.0,-0.6,-5.0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),
(71,'Ростов-на-Дону',175,-22.0,-8.0,-1.1,-5.7,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),
(72,'Рязань',212,-27.0,-16.0,-4.2,-11.1,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),
(73,'Самара',206,-27.0,-18.0,-6.1,-13.8,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),
(74,'Самарканд',132,-13.0,3.0,2.8,-0.3,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),
(75,'Санкт-Петербург',219,-25.0,-11.0,-2.2,-7.9,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),
(76,'Саратов',198,-25.0,-16.0,-5.0,-11.9,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),
(77,'Семей',202,-38.0,-21.0,-8.0,-16.2,-16.0,-15.4,-8.4,4.9,14.2,19.9,21.9,19.3,12.3,4.6,-5.9,-12.1,3.2),
(78,'Смоленск',210,-26.0,-13.0,-2.7,-8.6,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),
(79,'Стерлитамак',210,-36.0,-20.0,-7.1,-15.2,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),
(80,'Тайпак',0,0.0,0.0,0.0,0.0,-11.9,-11.2,-2.1,9.3,17.4,22.7,25.1,23.1,16.1,6.6,-1.6,-7.8,7.2),
(81,'Талдыкорган',0,0.0,0.0,0.0,0.0,-10.2,-8.1,-0.2,10.1,16.2,21.1,23.4,21.7,15.9,8.2,-1.0,-7.4,7.5),
(82,'Таллинн',221,-21.0,-9.0,-0.8,-5.5,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),
(83,'Тараз',0,0.0,0.0,0.0,0.0,-5.2,-3.3,3.2,11.2,16.7,21.8,24.3,22.3,16.5,9.4,1.8,-3.2,9.6),
(84,'Ташкент',130,-15.0,-6.0,2.4,-0.9,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),
(85,'Тбилиси',152,-7.0,0.0,4.2,0.9,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),
(86,'Тверь',219,-29.0,-15.0,-3.7,-10.4,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),
(87,'Тобольск',220,-36.0,-22.0,-7.0,-18.5,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),
(88,'Томск',234,-40.0,-25.0,-8.8,-19.2,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),
(89,'Торгай',0,0.0,0.0,0.0,0.0,-16.6,-15.8,-8.3,6.1,15.9,22.0,24.3,21.9,15.0,5.4,-4.6,-12.8,4.4),
(90,'Тула',207,-28.0,-14.0,-3.8,-10.1,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),
(91,'Туркестан',0,0.0,0.0,0.0,0.0,-5.4,-2.2,5.3,14.1,20.6,25.9,28.3,26.4,19.8,11.2,2.9,-2.6,12.0),
(92,'Тюмень',220,-35.0,-21.0,-5.7,-16.6,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),
(93,'Уил',0,0.0,0.0,0.0,0.0,-12.8,-12.0,-5.1,8.0,16.5,22.2,24.5,22.7,15.5,6.6,-2.5,-9.0,6.2),
(94,'Уланбель',0,0.0,0.0,0.0,0.0,-9.6,-7.6,0.6,11.9,18.9,24.3,26.4,24.1,17.3,8.2,-0.4,-6.4,9.2),
(95,'Улан-Удэ',235,-38.0,-28.0,-10.6,-25.4,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),
(96,'Ульяновск',213,-31.0,-18.0,-5.7,-13.8,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),
(97,'Уральск',199,-30.0,-18.0,-6.5,-14.2,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),
(98,'Усть-Каменогорк',0,0.0,0.0,0.0,0.0,-16.2,-15.5,-8.0,4.7,13.7,18.8,20.7,18.3,12.3,5.0,-6.2,-13.5,2.8),
(99,'Уфа',211,-29.0,-19.0,-6.4,-14.1,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),
(100,'Ушарал',0,0.0,0.0,0.0,0.0,-13.2,-11.5,-2.3,9.5,16.5,21.5,24.3,22.1,16.2,8.2,-1.6,-8.9,6.7),
(101,'Форт Шевченко',0,0.0,0.0,0.0,0.0,-3.0,-2.4,2.4,10.2,17.6,22.8,25.6,24.6,19.4,12.3,5.3,0.0,11.2),
(102,'Хабаровск',205,-32.0,-23.0,-10.1,-22.1,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),
(103,'Харьков',189,-23.0,-11.0,-2.1,-7.3,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),
(104,'Челябинск',216,-29.0,-20.0,-7.1,-15.5,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),
(105,'Чита',240,-38.0,-30.0,-11.6,-26.6,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),
(106,'Шалкар',0,0.0,0.0,0.0,0.0,-14.6,-14.4,-6.3,7.9,16.8,22.7,25.0,23.0,15.6,6.3,-3.0,-10.6,5.7),
(107,'Шымкент',0,0.0,0.0,0.0,0.0,-2.1,-0.1,5.5,13.0,18.5,23.4,26.2,24.7,19.2,12.2,5.1,0.3,12.2),
(108,'Ыргыз',0,0.0,0.0,0.0,0.0,-15.8,-14.6,-7.3,7.5,17.0,22.7,25.0,22.7,15.7,6.7,-3.6,-11.4,5.4),
(109,'Эмба',0,0.0,0.0,0.0,0.0,-14.5,-13.7,-7.0,6.7,15.8,21.6,23.9,21.8,14.5,5.3,-3.6,-10.8,5.0);


SELECT setval('"13_klimaticheskie_dannye_id_seq"', 109);
---------------------------------
-- 14_sherohovatost_stalnyh_trub - Таблицы
-- 14_sherohovatost_stalnyh_trub - 14_Шероховатость стальных труб
drop table if exists "14_sherohovatost_stalnyh_trub";

create table "14_sherohovatost_stalnyh_trub" (
    id serial primary key,
    tip text ,                          -- Способ изготовления и состояние труб -- 50
    s_min float,                              -- Шероховатость(min), мм
    s_max float                               -- Шероховатость(max), мм
);

INSERT INTO "14_sherohovatost_stalnyh_trub" ("id","tip","s_min","s_max") VALUES
(1,'Бесшовные новые и чистые',0.01,0.02),
(2,'Сварные после нескольких лет эксплуатации',0.15,0.3),
(3,'Сварные новые и чистые',0.03,0.12),
(4,'Сварные с малой коррозией после очистки',0.1,0.2),
(5,'Сварные умеренно заржавевшие',0.3,0.7),
(6,'Сварные старые заржавевшие',0.3,0.7),
(7,'Сварные сильно заржавевшие',2.0,4.0),
(8,'Сварные с большими отложениями',2.0,4.0),
(9,'Оцинкованные новые и чистые',0.1,0.2),
(10,'Оцинкованные после нескольких лет эксплуатации',0.4,0.7);


SELECT setval('"14_sherohovatost_stalnyh_trub_id_seq"', 10);
---------------------------------
-- 17_predelnaya_tolschina_teploizolyatsii_pri_podzemke - Таблицы
-- 17_predelnaya_tolschina_teploizolyatsii_pri_podzemke - 17_Предельная толщина теплоизоляции при подземке
drop table if exists "17_predelnaya_tolschina_teploizolyatsii_pri_podzemke";

create table "17_predelnaya_tolschina_teploizolyatsii_pri_podzemke" (
    id serial primary key,
    d float,                                  -- Условный проход трубопровода, мм
    s_ton int,                                -- Предельная толщина теплоизоляционной конструкции трубопровода в тонели, мм
    s_kan int                                 -- Предельная толщина теплоизоляционной конструкции трубопровода в непроходном канале, мм
);

INSERT INTO "17_predelnaya_tolschina_teploizolyatsii_pri_podzemke" ("id","d","s_ton","s_kan") VALUES
(1,15.0,60,40),
(2,25.0,80,60),
(3,40.0,80,60),
(4,50.0,100,80),
(5,65.0,140,80),
(6,80.0,160,80),
(7,100.0,160,80),
(8,125.0,160,80),
(9,150.0,160,100),
(10,200.0,180,100),
(11,250.0,180,100),
(12,300.0,200,100),
(13,350.0,200,100),
(14,400.0,220,120),
(15,450.0,220,120),
(16,500.0,220,120),
(17,600.0,240,120),
(18,700.0,240,120),
(19,800.0,240,120),
(20,900.0,260,120);


SELECT setval('"17_predelnaya_tolschina_teploizolyatsii_pri_podzemke_id_seq"', 20);
---------------------------------
-- 18_fizicheskie_svoystva_vody - Таблицы
-- 18_fizicheskie_svoystva_vody - 18_Физические свойства воды
drop table if exists "18_fizicheskie_svoystva_vody";

create table "18_fizicheskie_svoystva_vody" (
    id serial primary key,
    t float,                                  -- Температура воды, °C
    p float,                                  -- Плотность воды, т/м^3
    g float                                   -- Вязкость воды, м^2/с
);

INSERT INTO "18_fizicheskie_svoystva_vody" ("id","t","p","g") VALUES
(1,0.0,0.9999,1795000.0),
(2,10.0,0.9997,1310000.0),
(3,20.0,0.9982,1010000.0),
(4,30.0,0.9957,804000.0),
(5,40.0,0.9922,659000.0),
(6,50.0,0.9881,556000.0),
(7,60.0,0.9832,478000.0),
(8,70.0,0.9778,416000.0),
(9,80.0,0.9718,367000.0),
(10,90.0,0.9653,328000.0),
(11,100.0,0.9584,296000.0),
(12,120.0,0.9434,246000.0),
(13,140.0,0.9264,212000.0),
(14,160.0,0.9075,192000.0),
(15,180.0,0.887,174000.0),
(16,200.0,0.865,162000.0);


SELECT setval('"18_fizicheskie_svoystva_vody_id_seq"', 16);
---------------------------------
-- 19_tablitsa_dlya_gidravlicheskogo_rascheta_truboprovodov - Таблицы
-- 19_tablitsa_dlya_gidravlicheskogo_rascheta_truboprovodov - 19_Таблица для гидравлического расчета трубопроводов
drop table if exists "19_tablitsa_dlya_gidravlicheskogo_rascheta_truboprovodov";

create table "19_tablitsa_dlya_gidravlicheskogo_rascheta_truboprovodov" (
    id serial primary key,
    r float,                                  -- Удельные потери давления, Па/м
    "15" text ,                        -- 15 мм -- 255
    "20" text ,                        -- 20 мм -- 255
    "25" text ,                        -- 25 мм -- 255
    "32" text ,                        -- 32 мм -- 255
    "100" text ,                       -- 100 мм -- 255
    "70" text ,                        -- 70 мм -- 255
    "125" text ,                       -- 125 мм -- 255
    "150" text ,                       -- 150 мм -- 255
    "184" text ,                       -- 184 мм -- 255
    "207" text ,                       -- 207 мм -- 255
    "259" text ,                       -- 259 мм -- 255
    "300" text ,                       -- 300 мм -- 255
    "359" text ,                       -- 359 мм -- 255
    "408" text ,                       -- 408 мм -- 255
    "414" text ,                       -- 414 мм -- 255
    "466" text ,                       -- 466 мм -- 255
    "514" text ,                       -- 514 мм -- 255
    "612" text ,                       -- 612 мм -- 255
    "700" text ,                       -- 700 мм -- 255
    "800" text ,                       -- 800 мм -- 255
    "898" text ,                       -- 898 мм -- 255
    "996" text ,                       -- 996 мм -- 255
    "1096" text ,                      -- 1096 мм -- 255
    "1192" text ,                      -- 1192 мм -- 255
    "1392" text                        -- 1392 мм -- 255
);

INSERT INTO "19_tablitsa_dlya_gidravlicheskogo_rascheta_truboprovodov" ("id","r","15","20","25","32","100","70","125","150","184","207","259","300","359","408","414","466","514","612","700","800","898","996","1096","1192","1392") VALUES
(1,0.0,'15','20','25','32','100','70','125','150','184','207','259','300','359','408','414','466','514','612','700','800','898','996','1096','1192','1392'),
(2,1.0,'0,013026
0,021','0,02867
0,026','0,051689
0,03','0,098802
0,035','2,0676
0,075','0,79698
0,059','3,7044
0,086','6,0166
0,097','10,36
0,111','14,175
0,12','25,52
0,138','37,712
0,152','60,755
0,171','85,355
0,186','88,357
0,187','120,93
0,202','156,59
0,215','248,84
0,241','353,91
0,262','502,83
0,285','682,48
0,307','896,99
0,328','1155,7
0,349','1441,4
0,368','2168,7
0,406'),
(3,1.2,'0,014266
0,023','0,030876
0,028','0,056858
0,033','0,11009
0,039','2,2605
0,082','0,87802
0,065','4,092
0,095','6,6369
0,107','11,387
0,122','15,592
0,132','28,109
0,152','41,434
0,167','66,795
0,188','93,615
0,204','97,334
0,206','132,9
0,222','171,88
0,236','272,59
0,264','389,03
0,288','552,23
0,313','749,17
0,337','984,51
0,36','1265
0,382','1578,5
0,403','2377
0,445'),
(4,1.4,'0,015507
0,025','0,034184
0,031','0,062027
0,036','0,11856
0,042','2,4535
0,089','0,94556
0,07','4,4366
0,103','7,1951
0,116','12,32
0,132','16,892
0,143','30,513
0,165','44,907
0,181','72,124
0,203','100,96
0,22','105,37
0,223','143,67
0,24','186,45
0,256','295,3
0,286','420,1
0,311','598,1
0,339','811,41
0,365','1063,8
0,389','1370,9
0,414','1707,8
0,436','2569,3
0,481'),
(5,1.6,'0,016747
0,027','0,036389
0,033','0,065473
0,038','0,12703
0,045','2,6189
0,095','1,0131
0,075','4,7382
0,11','7,6913
0,124','13,253
0,142','18,073
0,153','32,547
0,176','48,133
0,194','77,454
0,218','108,3
0,236','112,45
0,238','153,85
0,257','199,56
0,274','315,95
0,306','449,82
0,333','638,68
0,362','866,99
0,39','1140,4
0,417','1467
0,443','1829,2
0,467','2751
0,515'),
(6,1.8,'0,017988
0,029','0,038594
0,035','0,070642
0,041','0,1355
0,048','2,7843
0,101','1,0806
0,08','5,0397
0,117','8,1875
0,132','14
0,15','19,136
0,162','34,581
0,187','51,11
0,206','82,073
0,231','115,18
0,251','119,54
0,253','163,43
0,273','211,94
0,291','335,57
0,325','478,19
0,354','679,26
0,385','920,34
0,414','1208,8
0,442','1556,4
0,47','1938,9
0,495','2916,5
0,546'),
(7,2.0,'0,019228
0,031','0,0408
0,037','0,074088
0,043','0,14397
0,051','2,9497
0,107','1,1482
0,085','5,3412
0,124','8,6217
0,139','14,84
0,159','20,199
0,171','36,615
0,198','53,839
0,217','86,691
0,244','121,61
0,265','126,16
0,267','172,41
0,288','223,59
0,307','353,12
0,342','503,85
0,373','716,31
0,406','971,47
0,437','1274,4
0,466','1639,2
0,495','2048,6
0,523','3076,8
0,576'),
(8,2.2,'0,019849
0,032','0,043005
0,039','0,077534
0,045','0,14961
0,053','3,0876
0,112','1,2022
0,089','5,5996
0,13','9,0559
0,146','15,587
0,167','21,262
0,18','38,464
0,208','56,568
0,228','90,955
0,256','127,57
0,278','132,3
0,28','180,79
0,302','234,52
0,322','370,68
0,359','528,17
0,391','751,6
0,426','1018,2
0,458','1337,3
0,489','1722
0,52','2146,5
0,548','3231,7
0,605'),
(9,2.4,'0,021089
0,034','0,045211
0,041','0,080979
0,047','0,15808
0,056','3,253
0,118','1,2562
0,093','5,8581
0,136','9,4901
0,153','16,24
0,174','22,207
0,188','40,129
0,217','59,298
0,239','95,218
0,268','133,08
0,29','138,44
0,293','189,17
0,316','244,72
0,336','388,23
0,376','552,48
0,409','785,12
0,445','1064,8
0,479','1397,5
0,511','1798,1
0,543','2244,4
0,573','3375,9
0,632'),
(10,2.6,'0,021709
0,035','0,047416
0,043','0,084425
0,049','0,16373
0,058','3,3908
0,123','1,3103
0,097','6,1165
0,142','9,8623
0,159','16,987
0,182','23,152
0,196','41,793
0,226','61,779
0,249','99,127
0,279','138,59
0,302','144,11
0,305','196,95
0,329','254,91
0,35','403,72
0,391','575,44
0,426','818,64
0,464','1109,3
0,499','1457,6
0,533','1874,3
0,566','2338,4
0,597','3514,8
0,658'),
(11,2.8,'0,02295
0,037','0,048519
0,044','0,087871
0,051','0,1722
0,061','3,5011
0,127','1,3643
0,101','6,3319
0,147','10,296
0,166','17,64
0,189','24,097
0,204','43,457
0,235','64,012
0,258','102,68
0,289','144,09
0,314','149,78
0,317','204,74
0,342','265,11
0,364','419,2
0,406','597,06
0,442','848,64
0,481','1151,5
0,518','1512,3
0,553','1943,8
0,587','2424,6
0,619','3648,3
0,683'),
(12,3.0,'0,02357
0,038','0,050724
0,046','0,091317
0,053','0,17784
0,063','3,6389
0,132','1,4183
0,105','6,5903
0,153','10,669
0,172','18,293
0,196','24,924
0,211','44,937
0,243','66,245
0,267','106,59
0,3','149,14
0,325','154,98
0,328','211,92
0,354','274,58
0,377','434,69
0,421','618,67
0,458','880,39
0,499','1191,6
0,536','1567
0,573','2013,4
0,608','2510,8
0,641','3776,5
0,707'),
(13,3.2,'0,02419
0,039','0,05293
0,048','0,094763
0,055','0,18349
0,065','3,7767
0,137','1,4589
0,108','6,8057
0,158','10,979
0,177','18,853
0,202','25,751
0,218','46,601
0,252','68,478
0,276','110,14
0,31','154,19
0,336','160,18
0,339','219,1
0,366','283,32
0,389','449,15
0,435','638,93
0,473','908,62
0,515','1231,6
0,554','1619
0,592','2079,6
0,628','2596,9
0,663','3904,7
0,731'),
(14,3.4,'0,025431
0,041','0,054032
0,049','0,098209
0,057','0,18913
0,067','3,887
0,141','1,5129
0,112','7,0211
0,163','11,351
0,183','19,506
0,209','26,578
0,225','48,081
0,26','70,711
0,285','113,69
0,32','159,24
0,347','165,37
0,35','225,69
0,377','292,06
0,401','462,57
0,448','659,19
0,488','936,85
0,531','1269,4
0,571','1668,2
0,61','2145,8
0,648','2675,3
0,683','4022,3
0,753'),
(15,3.6,'0,026051
0,042','0,056238
0,051','0,10166
0,059','0,19478
0,069','3,9973
0,145','1,5534
0,115','7,2365
0,168','11,661
0,188','20,066
0,215','27,405
0,232','49,375
0,267','72,695
0,293','116,89
0,329','163,83
0,357','170,1
0,36','232,27
0,388','300,8
0,413','475,99
0,461','678,1
0,502','965,08
0,547','1307,2
0,588','1717,4
0,628','2208,7
0,667','2753,6
0,703','4139,8
0,775'),
(16,3.8,'0,026672
0,043','0,05734
0,052','0,10338
0,06','0,20043
0,071','4,1076
0,149','1,6075
0,119','7,4088
0,172','12,033
0,194','20,626
0,221','28,113
0,238','50,854
0,275','74,928
0,302','120,09
0,338','168,42
0,367','174,82
0,37','238,86
0,399','309,54
0,425','489,42
0,474','697,02
0,516','991,55
0,562','1342,7
0,604','1763,9
0,645','2268,3
0,685','2832
0,723','4257,3
0,797'),
(17,4.0,'0,027292
0,044','0,059546
0,054','0,10682
0,062','0,20607
0,073','4,2178
0,153','1,648
0,122','7,6241
0,177','12,343
0,199','21,186
0,227','28,822
0,244','52,149
0,282','76,913
0,31','123,29
0,347','172,55
0,376','179,55
0,38','245,44
0,41','317,55
0,436','502,84
0,487','715,93
0,53','1018
0,577','1378,3
0,62','1810,4
0,662','2327,9
0,703','2902,5
0,741','4369,5
0,818'),
(18,5.0,'0,031013
0,05','0,066162
0,06','0,12061
0,07','0,23148
0,082','4,7416
0,172','1,8506
0,137','8,5287
0,198','13,832
0,223','23,706
0,254','32,366
0,274','58,436
0,316','86,093
0,347','138,21
0,389','193,66
0,422','201,28
0,426','274,78
0,459','355,42
0,488','562,73
0,545','801,03
0,593','1138
0,645','1542,8
0,694','2026,4
0,741','2606,1
0,787','3251,1
0,83','4887,6
0,915'),
(19,6.0,'0,034115
0,055','0,072778
0,066','0,13267
0,077','0,25406
0,09','5,2103
0,189','2,0262
0,15','9,3902
0,218','15,197
0,245','26,04
0,279','35,555
0,301','64,169
0,347','94,529
0,381','151,35
0,426','212,01
0,462','220,66
0,467','301,12
0,503','389,65
0,535','616,42
0,597','878,02
0,65','1247,4
0,707','1691,7
0,761','2220,6
0,812','2857,8
0,863','3560,5
0,909','5357,7
1'),
(20,7.0,'0,037216
0,06','0,079394
0,072','0,14301
0,083','0,27665
0,098','5,6238
0,204','2,2018
0,163','10,166
0,236','16,437
0,265','28,186
0,302','38,39
0,325','69,347
0,375','101,97
0,411','163,79
0,461','229,45
0,5','238,61
0,505','325,66
0,544','420,97
0,578','667,01
0,646','949,62
0,703','1349,7
0,765','1827,3
0,822','2401,1
0,878','3086,3
0,932','3850,4
0,983','5790,3
1,08'),
(21,8.0,'0,039697
0,064','0,084908
0,077','0,15334
0,089','0,29641
0,105','6,0373
0,219','2,3504
0,174','10,855
0,252','17,616
0,284','30,146
0,323','41,107
0,348','74,155
0,401','109,17
0,44','175,16
0,493','245,51
0,535','255,15
0,54','348,41
0,582','450,83
0,619','713,47
0,691','1015,8
0,752','1443,2
0,818','1956,3
0,88','2567,9
0,939','3301,5
0,997','4116,7
1,05','6191
1,16'),
(22,9.0,'0,042178
0,068','0,090421
0,082','0,16368
0,095','0,31617
0,112','6,3957
0,232','2,499
0,185','11,544
0,268','18,67
0,301','32,013
0,343','43,588
0,369','78,778
0,426','115,87
0,467','186,17
0,524','260,65
0,568','270,74
0,573','369,36
0,617','478,51
0,657','756,84
0,733','1077,9
0,798','1531,4
0,868','2074,1
0,933','2723,8
0,996','3503,5
1,06','4367,4
1,11','6564,9
1,23'),
(23,10.0,'0,044659
0,072','0,095935
0,087','0,1723
0,1','0,3331
0,118','6,754
0,245','2,6341
0,195','12,19
0,283','19,725
0,318','33,786
0,362','46,068
0,39','83,031
0,449','122,32
0,493','196,12
0,552','274,88
0,599','285,39
0,604','389,72
0,651','504,73
0,693','798,14
0,773','1136
0,841','1614,4
0,915','2187,5
0,984','2871,5
1,05','3692,3
1,11','4606,3
1,18','6922,8
1,3'),
(24,12.0,'0,049001
0,079','0,10476
0,095','0,18953
0,11','0,36698
0,13','7,4157
0,269','2,8907
0,214','13,353
0,31','21,585
0,348','37,053
0,397','50,439
0,427','91,168
0,493','134,23
0,541','214,95
0,605','301,04
0,656','312,79
0,662','427,43
0,714','552,8
0,759','874,55
0,847','1245,4
0,922','1769,6
1','2398,7
1,08','3147,7
1,15','4049,9
1,22','5049
1,29','7590,5
1,42'),
(25,14.0,'0,053343
0,086','0,11358
0,103','0,20676
0,12','0,39521
0,14','8,0221
0,291','3,1339
0,232','14,473
0,336','23,384
0,377','40,04
0,429','54,573
0,462','98,565
0,533','144,89
0,584','232,36
0,654','325,36
0,709','338,31
0,716','461,55
0,771','597,95
0,821','945,79
0,916','1346,8
0,997','1912,5
1,08','2592,1
1,17','3402
1,24','4374,4
1,32','5456,3
1,39','8199,4
1,53'),
(26,16.0,'0,057065
0,092','0,1224
0,111','0,22054
0,128','0,42344
0,15','8,6011
0,312','3,35
0,248','15,464
0,359','24,997
0,403','42,84
0,459','58,471
0,495','105,41
0,57','155,07
0,625','248,7
0,7','348,3
0,759','361,93
0,766','493,88
0,825','639,47
0,878','1011,9
0,98','1440
1,07','2044,8
1,16','2772,1
1,25','3637,2
1,33','4679,1
1,41','5832,4
1,49','8765,6
1,64'),
(27,18.0,'0,060786
0,098','0,13012
0,118','0,23432
0,136','0,45167
0,16','9,1248
0,331','3,5661
0,264','16,411
0,381','26,547
0,428','45,453
0,487','62,015
0,525','111,88
0,605','164,5
0,663','263,98
0,743','369,41
0,805','384,14
0,813','524,41
0,876','678,07
0,931','1072,8
1,04','1527,8
1,13','2170,1
1,23','2938,9
1,32','3858,7
1,41','4963,9
1,5','6188,8
1,58','9299,8
1,74'),
(28,20.0,'0,063888
0,103','0,13673
0,124','0,24811
0,144','0,47707
0,169','9,621
0,349','3,7552
0,278','17,316
0,402','28,036
0,452','47,973
0,514','65,441
0,554','117,98
0,638','173,68
0,7','278,19
0,783','389,61
0,849','404,93
0,857','552,55
0,923','715,21
0,982','1131,6
1,1','1610,2
1,19','2288,3
1,3','3098,9
1,39','4069,3
1,49','5232,1
1,58','6525,7
1,67','9807,3
1,84'),
(29,24.0,'0,070711
0,114','0,15107
0,137','0,27223
0,158','0,52224
0,185','10,558
0,383','4,12
0,305','18,996
0,441','30,703
0,495','52,546
0,563','71,701
0,607','129,26
0,699','190,3
0,767','305,2
0,859','427,24
0,931','443,67
0,939','605,83
1,01','783,67
1,08','1240,1
1,2','1765,5
1,31','2507,1
1,42','3396,8
1,53','4460,4
1,63','5735,4
1,73','7148,5
1,82','10747
2,01'),
(30,28.0,'0,076293
0,123','0,1632
0,148','0,29463
0,171','0,56458
0,2','11,413
0,414','4,4577
0,33','20,546
0,477','33,184
0,535','56,839
0,609','77,489
0,656','139,8
0,756','205,68
0,829','329,71
0,928','461,65
1,01','479,58
1,01','654,92
1,09','847,04
1,16','1340,2
1,3','1907,3
1,41','2710
1,54','3670,3
1,65','4818,6
1,76','6195,7
1,87','7724,3
1,97','11607
2,17'),
(31,32.0,'0,081875
0,132','0,17533
0,159','0,3153
0,183','0,60693
0,215','12,212
0,443','4,7819
0,354','21,968
0,51','35,541
0,573','60,853
0,652','82,923
0,702','149,42
0,808','220,07
0,887','352,81
0,993','493,78
1,08','513,13
1,09','700,41
1,17','906,03
1,24','1433,1
1,39','2039,7
1,51','2897
1,64','3923,7
1,76','5152,2
1,88','6622,9
2','8260,9
2,11','12414
2,32'),
(32,36.0,'0,086838
0,14','0,18636
0,169','0,33598
0,195','0,64362
0,228','12,957
0,47','5,0655
0,375','23,346
0,542','37,712
0,608','64,493
0,691','88,002
0,745','158,67
0,858','233,47
0,941','374,12
1,05','523,6
1,14','544,31
1,15','742,92
1,24','961,38
1,32','1519,9
1,47','2164
1,6','3073,4
1,74','4163,8
1,87','5466,7
2','7026,9
2,12','8762,2
2,24','13167
2,46'),
(33,40.0,'0,0918
0,148','0,19628
0,178','0,35321
0,205','0,68032
0,241','13,673
0,496','5,3492
0,396','24,595
0,571','39,759
0,641','68,039
0,729','92,727
0,785','167,17
0,904','246,12
0,992','394,73
1,11','552,51
1,2','574,08
1,21','783,03
1,31','1013,1
1,39','1602,5
1,55','2281,5
1,69','3241,1
1,84','4390,5
1,97','5762,1
2,11','7407,7
2,24','9236,2
2,36','13883
2,6'),
(34,50.0,'0,10296
0,166','0,22054
0,2','0,39628
0,23','0,76219
0,27','15,328
0,556','5,9841
0,443','27,567
0,64','44,473
0,717','76,159
0,816','103,83
0,879','187,14
1,01','275,4
1,11','441,27
1,24','617,68
1,35','642,12
1,36','875,82
1,46','1133,3
1,56','1792,5
1,74','2551,7
1,89','3623,9
2,05','4908,5
2,21','6445,8
2,36','8285,2
2,5','10329
2,64','15523
2,91'),
(35,60.0,'0,11289
0,182','0,24149
0,219','0,43591
0,253','0,83558
0,296','16,789
0,609','6,5649
0,486','30,195
0,701','48,815
0,787','83,439
0,894','113,75
0,963','205,08
1,11','301,7
1,22','483,91
1,36','676,88
1,47','703,55
1,49','960,23
1,6','1242,5
1,71','1964,9
1,9','2796,2
2,07','3971,5
2,25','5379,8
2,42','7061,1
2,58','9080
2,74','11320
2,89','17008
3,18'),
(36,70.0,'0,12219
0,197','0,26134
0,237','0,47037
0,273','0,90333
0,32','18,139
0,658','7,1052
0,526','32,65
0,758','52,723
0,85','90,252
0,967','122,97
1,04','221,54
1,2','326,01
1,31','522,64
1,47','731,49
1,59','760,25
1,61','1037,5
1,73','1342,3
1,84','2122,9
2,06','3020,4
2,24','4290,8
2,43','5811,1
2,61','7627,2
2,79','9808,5
2,96','12229
3,12','18375
3,44'),
(37,80.0,'0,13088
0,211','0,28009
0,254','0,50483
0,293','0,96826
0,343','19,408
0,704','7,5915
0,562','34,933
0,811','56,382
0,909','96,506
1,03','131,47
1,11','237,07
1,28','348,59
1,4','558,87
1,57','782,42
1,7','812,69
1,72','1109,3
1,85','1434,8
1,97','2269,5
2,2','3229,8
2,39','4587,2
2,6','6213,4
2,79','8155
2,98','10487
3,17','13075
3,34','19647
3,68'),
(38,90.0,'0,13894
0,224','0,29773
0,27','0,53584
0,311','1,0275
0,364','20,593
0,747','8,0643
0,597','37,044
0,86','59,856
0,965','102,39
1,1','139,5
1,18','251,5
1,36','369,93
1,49','592,98
1,67','829,69
1,81','862,3
1,82','1176,9
1,97','1522,2
2,09','2407,8
2,33','3427
2,54','4866
2,76','6591,3
2,96','8652,7
3,16','11123
3,36','13866
3,54','20843
3,9'),
(39,100.0,'0,147
0,237','0,31427
0,285','0,56513
0,328','1,084
0,384','21,723
0,788','8,4966
0,629','39,068
0,907','63,081
1,02','107,99
1,16','147,06
1,24','265,18
1,43','390,02
1,57','625,31
1,76','875,12
1,91','909,08
1,92','1240,4
2,07','1605,2
2,2','2537,9
2,46','3612,1
2,67','5130,6
2,91','6949,3
3,13','9120,4
3,33','11726
3,54','14618
3,73','21970
4,11'),
(40,120.0,'0,16127
0,26','0,34404
0,312','0,62027
0,36','1,1884
0,421','23,818
0,864','9,3206
0,69','42,816
0,994','69,16
1,11','118,35
1,27','161,24
1,36','290,52
1,57','427,49
1,72','685
1,93','958,64
2,09','996,02
2,11','1359,5
2,27','1758,9
2,41','2781,6
2,69','3957,9
2,93','5621,1
3,19','7614
3,42','9992,7
3,65','12848
3,88','16016
4,09','24069
4,51'),
(41,140.0,'0,1743
0,281','0,37271
0,338','0,67023
0,389','1,2844
0,455','25,748
0,934','10,077
0,746','46,262
1,07','74,742
1,2','127,87
1,37','174,23
1,47','313,82
1,7','461,73
1,86','740,07
2,08','1035,7
2,26','1076,3
2,28','1468,5
2,45','1900,2
2,61','3004,6
2,91','4275,3
3,16','6071
3,44','8225,3
3,7','10797
3,95','13878
4,19','17301
4,42','26003
4,87'),
(42,160.0,'0,1867
0,301','0,39807
0,361','0,71675
0,416','1,3748
0,487','27,54
0,999','10,779
0,798','49,492
1,15','79,891
1,29','136,73
1,46','186,28
1,58','335,64
1,81','493,73
1,99','791,24
2,23','1107,3
2,41','1151
2,44','1570,2
2,62','2031,3
2,79','3212,2
3,11','4571,1
3,38','6492,7
3,68','8794,4
3,96','11543
4,22','14839
4,48','18500
4,72','27798
5,2'),
(43,180.0,'0,19849
0,32','0,42344
0,384','0,76155
0,442','1,4594
0,517','29,194
1,06','11,441
0,847','52,507
1,22','84,791
1,37','145,04
1,55','197,62
1,67','356,17
1,93','523,75
2,11','839,56
2,36','1174,8
2,56','1220,9
2,58','1665,4
2,78','2155,1
2,96','3407,3
3,3','4849,4
3,59','6886,1
3,9','9327,9
4,2','12243
4,48','15739
4,75','19624
5,01','29486
5,52');


SELECT setval('"19_tablitsa_dlya_gidravlicheskogo_rascheta_truboprovodov_id_seq"', 43);
---------------------------------
-- 23_popravochnyy_koeff_rascheta_otopitelnoy_nagruzki_zdaniya - Таблицы
-- 23_popravochnyy_koeff_rascheta_otopitelnoy_nagruzki_zdaniya - 23_Поправочный коэфф расчета отопительной нагрузки здания
drop table if exists "23_popravochnyy_koeff_rascheta_otopitelnoy_nagruzki_zdaniya";

create table "23_popravochnyy_koeff_rascheta_otopitelnoy_nagruzki_zdaniya" (
    id serial primary key,
    nomer int,                                -- Номер экземпляра
    tn float,                                 -- Расчетная температура наружного воздуха
    alfa float                                -- Поправочный коэффициент расчета тепловых нагрузок здания
);

INSERT INTO "23_popravochnyy_koeff_rascheta_otopitelnoy_nagruzki_zdaniya" ("id","nomer","tn","alfa") VALUES
(1,1,0.0,2.05),
(2,2,-5.0,1.67),
(3,3,-10.0,1.45),
(4,4,-15.0,1.29),
(5,5,-20.0,1.17),
(6,6,-25.0,1.08),
(7,7,-30.0,1.0),
(8,8,-35.0,1.17),
(9,9,-40.0,0.9),
(10,10,-45.0,0.85),
(11,11,-50.0,0.82),
(12,12,-55.0,0.8);


SELECT setval('"23_popravochnyy_koeff_rascheta_otopitelnoy_nagruzki_zdan_id_seq"', 12);
---------------------------------
-- 24_udelnyy_obem_vody_v_sisteme_otopleniya - Таблицы
-- 24_udelnyy_obem_vody_v_sisteme_otopleniya - 24_Удельный объем воды в системе отопления
drop table if exists "24_udelnyy_obem_vody_v_sisteme_otopleniya";

create table "24_udelnyy_obem_vody_v_sisteme_otopleniya" (
    id serial primary key,
    nomer int,                                -- Номер экземпляра
    typ_co text ,                       -- Тип теплопотребляющей системы -- 50
    delta_t text ,                      -- Перепад температур в системе теплопотребления, °C -- 50
    q_udel float                              -- Удельный объем воды в системе теплопотребления, м^3*ч/Гкал
);

INSERT INTO "24_udelnyy_obem_vody_v_sisteme_otopleniya" ("id","nomer","typ_co","delta_t","q_udel") VALUES
(1,1,'Радиаторы чугунные высотой  500мм','95-70',19.5),
(2,2,'Радиаторы чугунные высотой  500мм','110-70',17.6),
(3,3,'Радиаторы чугунные высотой  500мм','130-70',15.1),
(4,4,'Радиаторы чугунные высотой  500мм','140-70',14.6),
(5,5,'Радиаторы чугунные высотой  500мм','150-70',13.3),
(6,6,'Радиаторы чугунные высотой  1000мм','95-70',31.0),
(7,7,'Радиаторы чугунные высотой  1000мм','110-70',28.2),
(8,8,'Радиаторы чугунные высотой  1000мм','130-70',24.2),
(9,9,'Радиаторы чугунные высотой  1000мм','140-70',23.2),
(10,10,'Радиаторы чугунные высотой  1000мм','150-70',21.6),
(11,11,'Трубы чугунные ребристые','95-70',14.2),
(12,12,'Трубы чугунные ребристые','110-70',12.5),
(13,13,'Трубы чугунные ребристые','130-70',10.8),
(14,14,'Трубы чугунные ребристые','140-70',10.4),
(15,15,'Трубы чугунные ребристые','150-70',9.2),
(16,16,'Конвертоми плинтусовые','95-70',5.6),
(17,17,'Конвертоми плинтусовые','110-70',5.0),
(18,18,'Конвертоми плинтусовые','130-70',4.3),
(19,19,'Конвертоми плинтусовые','140-70',4.1),
(20,20,'Конвертоми плинтусовые','150-70',3.7),
(21,21,'Регистры из стальных труб','95-70',37.0),
(22,22,'Регистры из стальных труб','110-70',32.0),
(23,23,'Регистры из стальных труб','130-70',27.0),
(24,24,'Регистры из стальных труб','140-70',26.0),
(25,25,'Регистры из стальных труб','150-70',24.0),
(26,26,'Радиаторы стальные листотрубные','95-70',5.6),
(27,27,'Радиаторы стальные листотрубные','110-70',5.0),
(28,28,'Радиаторы стальные листотрубные','130-70',4.3),
(29,29,'Радиаторы стальные листотрубные','140-70',4.1),
(30,30,'Радиаторы стальные листотрубные','150-70',3.7),
(31,31,'Радиаторы стальные панельные высотой 500мм','95-70',11.7),
(32,32,'Радиаторы стальные панельные высотой 500мм','110-70',10.6),
(33,33,'Радиаторы стальные панельные высотой 500мм','130-70',9.1),
(34,34,'Радиаторы стальные панельные высотой 500мм','140-70',8.8),
(35,35,'Радиаторы стальные панельные высотой 500мм','150-70',8.0),
(36,36,'Радиаторы стальные панельные высотой 350мм','95-70',10.0),
(37,37,'Радиаторы стальные панельные высотой 350мм','110-70',9.0),
(38,38,'Радиаторы стальные панельные высотой 350мм','130-70',7.8),
(39,39,'Радиаторы стальные панельные высотой 350мм','140-70',7.5),
(40,40,'Радиаторы стальные панельные высотой 350мм','150-70',6.8);


SELECT setval('"24_udelnyy_obem_vody_v_sisteme_otopleniya_id_seq"', 40);
---------------------------------
-- 26_mesto_prokladki_uchastka_truboprovoda - Таблицы
-- 26_mesto_prokladki_uchastka_truboprovoda - 26_Место прокладки участка трубопровода
drop table if exists "26_mesto_prokladki_uchastka_truboprovoda";

create table "26_mesto_prokladki_uchastka_truboprovoda" (
    id serial primary key,
    mesto_prokladki text                -- Место прокладки -- 50
);

INSERT INTO "26_mesto_prokladki_uchastka_truboprovoda" ("id","mesto_prokladki") VALUES
(1,'Тротуар'),
(2,'Проезжая часть');


SELECT setval('"26_mesto_prokladki_uchastka_truboprovoda_id_seq"', 2);
---------------------------------
-- 27_vid_pokrytiya_uchastka_teploprovoda - Таблицы
-- 27_vid_pokrytiya_uchastka_teploprovoda - 27_Вид покрытия участка теплопровода
drop table if exists "27_vid_pokrytiya_uchastka_teploprovoda";

create table "27_vid_pokrytiya_uchastka_teploprovoda" (
    id serial primary key,
    vid_pokrit text                     -- Материал покрытия участка трубопровода -- 50
);

INSERT INTO "27_vid_pokrytiya_uchastka_teploprovoda" ("id","vid_pokrit") VALUES
(1,'Асфальт'),
(2,'Глина');


SELECT setval('"27_vid_pokrytiya_uchastka_teploprovoda_id_seq"', 2);
---------------------------------
-- 28_koeffitsienty_rascheta_balansovoy_nagruzki_gv - Таблицы
-- 28_koeffitsienty_rascheta_balansovoy_nagruzki_gv - 28_Коэффициенты расчета балансовой нагрузки ГВ
drop table if exists "28_koeffitsienty_rascheta_balansovoy_nagruzki_gv";

create table "28_koeffitsienty_rascheta_balansovoy_nagruzki_gv" (
    id serial primary key,
    pr float,                                 -- Коэффициент расчета балансовой нагрузки ГВ параллельной схемы включения
    sm float,                                 -- Коэффициент расчета балансовой нагрузки ГВ смешанной схемы включения
    ps float,                                 -- Коэффициент расчета балансовой нагрузки ГВ последовательной схемы включения
    pw float,                                 -- Коэффициент расчета балансовой нагрузки ГВ предвключенной схемы включения
    o float                                   -- Коэффициент расчета балансовой нагрузки открытой ГВ
);

INSERT INTO "28_koeffitsienty_rascheta_balansovoy_nagruzki_gv" ("id","pr","sm","ps","pw","o") VALUES
(1,1.15,1.1,1.25,1.25,1.0);


SELECT setval('"28_koeffitsienty_rascheta_balansovoy_nagruzki_gv_id_seq"', 1);
---------------------------------
-- 29_koeff_chasovoy_neravnomernosti_nagruzki_gv__sp_41_101_95 - Таблицы
-- 29_koeff_chasovoy_neravnomernosti_nagruzki_gv__sp_41_101_95 - 29_Коэфф часовой неравномерности нагрузки ГВ  СП 41 101 95
drop table if exists "29_koeff_chasovoy_neravnomernosti_nagruzki_gv__sp_41_101_95";

create table "29_koeff_chasovoy_neravnomernosti_nagruzki_gv__sp_41_101_95" (
    id serial primary key,
    name_zd text ,                      -- Наименование здания -- 50
    populace int,                             -- Количество жителей, чел
    gvs_max float                             -- Коэффициент часовой неравномерности
);

INSERT INTO "29_koeff_chasovoy_neravnomernosti_nagruzki_gv__sp_41_101_95" ("id","name_zd","populace","gvs_max") VALUES
(1,'Жилое здание',150,5.15),
(2,'Жилое здание',25,4.3),
(3,'Жилое здание',350,4.1),
(4,'Жилое здание',500,3.75),
(5,'Жилое здание',700,3.5),
(6,'Жилое здание',1000,3.27),
(7,'Жилое здание',2000,2.97),
(8,'Жилое здание',3000,2.85),
(9,'Жилое здание',4000,2.78),
(10,'Жилое здание',6000,2.7),
(11,'Жилое здание',10000,2.6),
(12,'Жилое здание',20000,2.4),
(13,'Санаторий с ваннами',0,1.0),
(14,'Ясли-сад',0,5.43),
(15,'Школа, с душевыми, столовой',0,6.86),
(16,'Гостиница, общий душ, ванна',0,2.81),
(17,'Жилое здание, с душевыми',0,1.9),
(18,'Жилое здание, сидячие ванны',0,2.01),
(19,'Жилое здание, ванны длиной 1.5-1.7м',0,2.0),
(20,'Жилое здание, высотой >12 этажей',0,2.01),
(21,'Общежитие, с общими душевыми',0,2.52),
(22,'Общежитие, отдельные душевые',0,2.81),
(23,'Общежитие, общие кухни, душевые на этажах',0,2.0),
(24,'Больница',0,1.73),
(25,'Больница инфекционная',0,2.07),
(26,'Санаторий с душами, ваннами',0,2.62),
(27,'Поликлиника',0,4.47),
(28,'Ясли-сады, круклосуточные',0,4.8),
(29,'Учебн.заведение, с душевыми, буфетам',0,3.6),
(30,'Школа-интернат',0,4.8),
(31,'Театр',0,1.44),
(32,'Административное здание',0,6.86),
(33,'Гостиница, отдельные душевые',0,2.06),
(34,'Гостиница, отдельные ванны до 25%',0,2.5),
(35,'Гостиница, отдельные ванны до 100%',0,2.16),
(36,'Парихмахерские',0,3.22),
(37,'Магазин промтоварный',0,6.86),
(38,'Магазин продовольственный',0,4.0),
(39,'Стадион,  с душевыми',0,2.0),
(40,'Спортивный зал, с душевыми',0,2.0),
(41,'Бассейн, с душевыми',0,2.0),
(42,'Предприятие, с небольшим тепловыделением',0,8.4);


SELECT setval('"29_koeff_chasovoy_neravnomernosti_nagruzki_gv__sp_41_101_id_seq"', 42);
---------------------------------
-- 30_koeffitsienty_mestnyh_teplovyh_poter - Таблицы
-- 30_koeffitsienty_mestnyh_teplovyh_poter - 30_Коэффициенты местных тепловых потерь
drop table if exists "30_koeffitsienty_mestnyh_teplovyh_poter";

create table "30_koeffitsienty_mestnyh_teplovyh_poter" (
    id serial primary key,
    pr text ,                           -- Тип прокладки трубопровода -- 50
    diametr float,                            -- Внешний диаметр магистрального трубопровода, мм
    beta_mag float,                           -- Коэфф.местных тепловых потерь магистр.теплопровода
    beta_rasp float                           -- Коэфф.местных тепловых потерь распред.теплопровода
);

INSERT INTO "30_koeffitsienty_mestnyh_teplovyh_poter" ("id","pr","diametr","beta_mag","beta_rasp") VALUES
(1,'Подземная бесканальная',150.0,1.15,1.15),
(2,'Подземная в каналах',150.0,1.15,1.2),
(3,'Надземная',150.0,1.15,1.2);


SELECT setval('"30_koeffitsienty_mestnyh_teplovyh_poter_id_seq"', 3);
---------------------------------
-- 31_udelnyy_obem_vody_v_sisteme_ventilyatsii - Таблицы
-- 31_udelnyy_obem_vody_v_sisteme_ventilyatsii - 31_Удельный объем воды в системе вентиляции
drop table if exists "31_udelnyy_obem_vody_v_sisteme_ventilyatsii";

create table "31_udelnyy_obem_vody_v_sisteme_ventilyatsii" (
    id serial primary key,
    nomer int,                                -- Номер экземпляра
    typ_co text ,                       -- Тип теплопотребляющей системы -- 50
    delta_t text ,                      -- Перепад температур в системе теплопотребления, °C -- 50
    q_udel float                              -- Удельный объем воды в системе теплопотребления, м^3*ч/Гкал
);

INSERT INTO "31_udelnyy_obem_vody_v_sisteme_ventilyatsii" ("id","nomer","typ_co","delta_t","q_udel") VALUES
(1,31,'Калориферное  оборудование','95-70',8.5),
(2,32,'Калориферное  оборудование','110-70',7.5),
(3,33,'Калориферное  оборудование','130-70',6.5),
(4,34,'Калориферное  оборудование','140-70',6.0),
(5,35,'Калориферное  оборудование','150-70',5.5);


SELECT setval('"31_udelnyy_obem_vody_v_sisteme_ventilyatsii_id_seq"', 5);
---------------------------------
-- 36_naimenovanie_rayona_mestonahozhdeniya_teploprovoda - Таблицы
-- 36_naimenovanie_rayona_mestonahozhdeniya_teploprovoda - 36_Наименование района местонахождения теплопровода
drop table if exists "36_naimenovanie_rayona_mestonahozhdeniya_teploprovoda";

create table "36_naimenovanie_rayona_mestonahozhdeniya_teploprovoda" (
    id serial primary key,
    name_typ text   -- 50
);

INSERT INTO "36_naimenovanie_rayona_mestonahozhdeniya_teploprovoda" ("id","name_typ") VALUES
(1,'Город'),
(2,'НС №1'),
(3,'НС №2'),
(4,'НС №3'),
(5,'НС №4'),
(6,'НС №5'),
(7,'НС №6'),
(8,'НС №7'),
(9,'Пром.зона'),
(10,'Северное шоссе'),
(11,'ЦТП 1'),
(12,'ЦТП 2');


SELECT setval('"36_naimenovanie_rayona_mestonahozhdeniya_teploprovoda_id_seq"', 12);
---------------------------------
-- 39_normy_teplovyh_poter - Таблицы
-- 39_normy_teplovyh_poter - 39_Нормы тепловых потерь
drop table if exists "39_normy_teplovyh_poter";

create table "39_normy_teplovyh_poter" (
    id serial primary key,
    d float,                                  -- Наружный диаметр трубы, мм
    dy float,                                 -- Условный диаметр трубы, мм
    date int,
    proklad text , -- 50
    tg float,
    tn int,
    t2 float,
    t1_1 float,
    t1_2 float,
    t1_3 float,
    t1_4 float,
    qp_1 float,
    qo_1 float,
    qp_2 float,
    qo_2 float,
    qp_3 float,
    qo_3 float,
    qp_4 float,
    qo_4 float,
    qp_1gt5000 float,                         -- qp 1>5000
    qo_1gt5000 float,                         -- qo 1>5000
    qp_2gt5000 float,                         -- qp 2>5000
    qo_2gt5000 float,                         -- qo 2>5000
    qp_3gt5000 float,                         -- qp 3>5000
    qo_3gt5000 float,                         -- qo 3>5000
    qp_4gt5000 float,                         -- qp 4>5000
    qo_4gt5000 float,                         -- qo 4>5000
    mode int 
);

INSERT INTO "39_normy_teplovyh_poter" ("id","d","dy","date","proklad","tg","tn","t2","t1_1","t1_2","t1_3","t1_4","qp_1","qo_1","qp_2","qo_2","qp_3","qo_3","qp_4","qo_4","qp_1gt5000","qo_1gt5000","qp_2gt5000","qo_2gt5000","qp_3gt5000","qo_3gt5000","qp_4gt5000","qo_4gt5000","mode") VALUES
(1,18.0,0.0,1,'К',5.0,5,50.0,65.0,90.0,110.0,110.0,22.0,17.0,28.0,17.0,33.0,17.0,33.0,17.0,22.0,17.0,28.0,17.0,33.0,17.0,33.0,17.0,NULL),
(2,25.0,0.0,1,'К',5.0,5,50.0,65.0,90.0,110.0,110.0,24.0,18.0,30.0,18.0,35.0,18.0,35.0,18.0,24.0,18.0,30.0,18.0,35.0,18.0,35.0,18.0,NULL),
(3,32.0,0.0,1,'К',5.0,5,50.0,65.0,90.0,110.0,110.0,25.0,20.0,32.0,20.0,38.0,20.0,38.0,20.0,25.0,20.0,32.0,20.0,38.0,20.0,38.0,20.0,NULL),
(4,38.0,0.0,1,'К',5.0,5,50.0,65.0,90.0,110.0,110.0,26.0,21.0,34.0,21.0,40.0,21.0,40.0,21.0,26.0,21.0,34.0,21.0,40.0,21.0,40.0,21.0,NULL),
(5,45.0,0.0,1,'К',5.0,5,50.0,65.0,90.0,110.0,110.0,28.0,22.0,36.0,22.0,42.0,22.0,42.0,22.0,28.0,22.0,36.0,22.0,42.0,22.0,42.0,22.0,NULL),
(6,57.0,0.0,1,'К',5.0,5,50.0,65.0,90.0,110.0,110.0,31.0,25.0,40.0,25.0,47.0,25.0,47.0,25.0,31.0,25.0,40.0,25.0,47.0,25.0,47.0,25.0,NULL),
(7,76.0,0.0,1,'К',5.0,5,50.0,65.0,90.0,110.0,110.0,35.0,29.0,45.0,29.0,53.0,29.0,53.0,29.0,35.0,29.0,45.0,29.0,53.0,29.0,53.0,29.0,NULL),
(8,89.0,0.0,1,'К',5.0,5,50.0,65.0,90.0,110.0,110.0,38.0,31.0,49.0,31.0,57.0,31.0,57.0,31.0,38.0,31.0,49.0,31.0,57.0,31.0,57.0,31.0,NULL),
(9,108.0,0.0,1,'К',5.0,5,50.0,65.0,90.0,110.0,110.0,42.0,34.0,54.0,34.0,62.0,34.0,62.0,34.0,42.0,34.0,54.0,34.0,62.0,34.0,62.0,34.0,NULL),
(10,133.0,0.0,1,'К',5.0,5,50.0,65.0,90.0,110.0,110.0,45.0,36.0,59.0,36.0,68.0,36.0,68.0,36.0,45.0,36.0,59.0,36.0,68.0,36.0,68.0,36.0,NULL),
(11,159.0,0.0,1,'К',5.0,5,50.0,65.0,90.0,110.0,110.0,52.0,42.0,65.0,42.0,75.0,42.0,75.0,42.0,52.0,42.0,65.0,42.0,75.0,42.0,75.0,42.0,NULL),
(12,194.0,0.0,1,'К',5.0,5,50.0,65.0,90.0,110.0,110.0,56.0,45.0,74.0,45.0,83.0,45.0,83.0,45.0,56.0,45.0,74.0,45.0,83.0,45.0,83.0,45.0,NULL),
(13,219.0,0.0,1,'К',5.0,5,50.0,65.0,90.0,110.0,110.0,62.0,51.0,79.0,51.0,91.0,51.0,91.0,51.0,62.0,51.0,79.0,51.0,91.0,51.0,91.0,51.0,NULL),
(14,273.0,0.0,1,'К',5.0,5,50.0,65.0,90.0,110.0,110.0,72.0,60.0,90.0,60.0,103.0,60.0,103.0,60.0,72.0,60.0,90.0,60.0,103.0,60.0,103.0,60.0,NULL),
(15,325.0,0.0,1,'К',5.0,5,50.0,65.0,90.0,110.0,110.0,81.0,68.0,100.0,68.0,115.0,68.0,115.0,68.0,81.0,68.0,100.0,68.0,115.0,68.0,115.0,68.0,NULL),
(16,377.0,0.0,1,'К',5.0,5,50.0,65.0,90.0,110.0,110.0,88.0,76.0,107.0,76.0,126.0,76.0,126.0,76.0,90.0,76.0,107.0,76.0,126.0,76.0,126.0,76.0,NULL),
(17,426.0,0.0,1,'К',5.0,5,50.0,65.0,90.0,110.0,110.0,98.0,82.0,121.0,82.0,137.0,82.0,137.0,82.0,99.0,82.0,121.0,82.0,137.0,82.0,137.0,82.0,NULL),
(18,480.0,0.0,1,'К',5.0,5,50.0,65.0,90.0,110.0,110.0,107.0,91.0,132.0,91.0,150.0,91.0,150.0,91.0,110.0,91.0,132.0,91.0,150.0,91.0,150.0,91.0,NULL),
(19,530.0,0.0,1,'К',5.0,5,50.0,65.0,90.0,110.0,110.0,115.0,101.0,142.0,101.0,160.0,101.0,160.0,101.0,120.0,101.0,142.0,101.0,160.0,101.0,160.0,101.0,NULL),
(20,630.0,0.0,1,'К',5.0,5,50.0,65.0,90.0,110.0,110.0,132.0,114.0,163.0,114.0,184.0,114.0,184.0,114.0,138.0,114.0,163.0,114.0,184.0,114.0,184.0,114.0,NULL),
(21,720.0,0.0,1,'К',5.0,5,50.0,65.0,90.0,110.0,110.0,147.0,125.0,181.0,125.0,202.0,125.0,202.0,125.0,155.0,125.0,181.0,125.0,202.0,125.0,202.0,125.0,NULL),
(22,820.0,0.0,1,'К',5.0,5,50.0,65.0,90.0,110.0,110.0,163.0,141.0,200.0,141.0,223.0,141.0,223.0,141.0,174.0,141.0,200.0,141.0,223.0,141.0,223.0,141.0,NULL),
(23,920.0,0.0,1,'К',5.0,5,50.0,65.0,90.0,110.0,110.0,178.0,155.0,218.0,155.0,224.0,155.0,224.0,155.0,193.0,155.0,218.0,155.0,224.0,155.0,224.0,155.0,NULL),
(24,1020.0,0.0,1,'К',5.0,5,50.0,65.0,90.0,110.0,110.0,196.0,170.0,240.0,170.0,266.0,170.0,266.0,170.0,212.0,170.0,240.0,170.0,266.0,170.0,266.0,170.0,NULL),
(25,1220.0,0.0,1,'К',5.0,5,50.0,65.0,90.0,110.0,110.0,229.0,200.0,282.0,200.0,308.0,200.0,308.0,200.0,229.0,200.0,282.0,200.0,308.0,200.0,308.0,200.0,NULL),
(26,1420.0,0.0,1,'К',5.0,5,50.0,65.0,90.0,110.0,110.0,260.0,228.0,326.0,228.0,352.0,228.0,352.0,228.0,260.0,228.0,326.0,228.0,352.0,228.0,352.0,228.0,NULL),
(27,18.0,0.0,1,'Б',5.0,5,50.0,65.0,90.0,110.0,110.0,22.0,17.0,28.0,17.0,33.0,17.0,33.0,17.0,22.0,17.0,28.0,17.0,33.0,17.0,33.0,17.0,NULL),
(28,25.0,0.0,1,'Б',5.0,5,50.0,65.0,90.0,110.0,110.0,24.0,18.0,30.0,18.0,35.0,18.0,35.0,18.0,24.0,18.0,30.0,18.0,35.0,18.0,35.0,18.0,NULL),
(29,0.0,15.0,4,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,9.0,NULL,15.0,NULL,24.0,NULL,24.0,NULL,8.0,NULL,15.0,NULL,21.0,NULL,21.0,NULL,NULL),
(30,0.0,20.0,4,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,9.0,NULL,18.0,NULL,27.0,NULL,27.0,NULL,9.0,NULL,16.0,NULL,24.0,NULL,24.0,NULL,NULL),
(31,0.0,25.0,4,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,10.0,NULL,20.0,NULL,29.0,NULL,29.0,NULL,9.0,NULL,17.0,NULL,27.0,NULL,27.0,NULL,NULL),
(32,0.0,40.0,4,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,12.0,NULL,22.0,NULL,34.0,NULL,34.0,NULL,10.0,NULL,20.0,NULL,30.0,NULL,30.0,NULL,NULL),
(33,0.0,50.0,4,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,14.0,NULL,25.0,NULL,37.0,NULL,37.0,NULL,12.0,NULL,22.0,NULL,33.0,NULL,33.0,NULL,NULL),
(34,0.0,65.0,4,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,15.0,NULL,28.0,NULL,41.0,NULL,41.0,NULL,14.0,NULL,25.0,NULL,37.0,NULL,37.0,NULL,NULL),
(35,0.0,80.0,4,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,17.0,NULL,31.0,NULL,45.0,NULL,45.0,NULL,15.0,NULL,27.0,NULL,40.0,NULL,40.0,NULL,NULL),
(36,0.0,100.0,4,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,19.0,NULL,34.0,NULL,49.0,NULL,49.0,NULL,16.0,NULL,29.0,NULL,43.0,NULL,43.0,NULL,NULL),
(37,0.0,125.0,4,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,22.0,NULL,38.0,NULL,54.0,NULL,54.0,NULL,18.0,NULL,33.0,NULL,47.0,NULL,47.0,NULL,NULL),
(38,0.0,150.0,4,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,23.0,NULL,41.0,NULL,60.0,NULL,60.0,NULL,20.0,NULL,36.0,NULL,52.0,NULL,52.0,NULL,NULL),
(39,0.0,200.0,4,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,29.0,NULL,51.0,NULL,71.0,NULL,71.0,NULL,24.0,NULL,43.0,NULL,62.0,NULL,62.0,NULL,NULL),
(40,0.0,250.0,4,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,34.0,NULL,58.0,NULL,82.0,NULL,82.0,NULL,28.0,NULL,49.0,NULL,71.0,NULL,71.0,NULL,NULL),
(41,0.0,300.0,4,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,38.0,NULL,65.0,NULL,91.0,NULL,91.0,NULL,34.0,NULL,58.0,NULL,82.0,NULL,82.0,NULL,NULL),
(42,0.0,350.0,4,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,46.0,NULL,79.0,NULL,110.0,NULL,110.0,NULL,39.0,NULL,66.0,NULL,93.0,NULL,93.0,NULL,NULL),
(43,0.0,400.0,4,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,52.0,NULL,86.0,NULL,120.0,NULL,120.0,NULL,42.0,NULL,72.0,NULL,101.0,NULL,101.0,NULL,NULL),
(44,0.0,25.0,3,'Б',50.0,50,50.0,65.0,90.0,110.0,110.0,13.0,9.0,19.0,9.0,22.0,8.0,22.0,8.0,12.0,8.0,17.0,8.0,21.0,7.0,21.0,7.0,NULL),
(45,0.0,30.0,3,'Б',50.0,50,50.0,65.0,90.0,110.0,110.0,14.0,9.0,20.0,9.0,24.0,9.0,24.0,9.0,13.0,9.0,17.0,9.0,22.0,8.0,22.0,8.0,NULL),
(46,0.0,40.0,3,'Б',50.0,50,50.0,65.0,90.0,110.0,110.0,16.0,10.0,22.0,10.0,27.0,9.0,27.0,9.0,14.0,9.0,19.0,9.0,23.0,9.0,23.0,9.0,NULL),
(47,0.0,50.0,3,'Б',50.0,50,50.0,65.0,90.0,110.0,110.0,16.0,11.0,24.0,11.0,29.0,10.0,29.0,10.0,15.0,10.0,21.0,10.0,26.0,9.0,26.0,9.0,NULL),
(48,0.0,65.0,3,'Б',50.0,50,50.0,65.0,90.0,110.0,110.0,20.0,14.0,28.0,12.0,34.0,11.0,34.0,11.0,17.0,11.0,25.0,11.0,29.0,10.0,29.0,10.0,NULL),
(49,0.0,80.0,3,'Б',50.0,50,50.0,65.0,90.0,110.0,110.0,22.0,15.0,30.0,13.0,37.0,12.0,37.0,12.0,18.0,12.0,27.0,12.0,32.0,11.0,32.0,11.0,NULL),
(50,0.0,100.0,3,'Б',50.0,50,50.0,65.0,90.0,110.0,110.0,24.0,16.0,34.0,14.0,41.0,14.0,41.0,14.0,21.0,14.0,30.0,13.0,35.0,12.0,35.0,12.0,NULL),
(51,0.0,125.0,3,'Б',50.0,50,50.0,65.0,90.0,110.0,110.0,25.0,17.0,36.0,15.0,45.0,15.0,45.0,15.0,22.0,16.0,33.0,14.0,37.0,13.0,37.0,13.0,NULL),
(52,0.0,150.0,3,'Б',50.0,50,50.0,65.0,90.0,110.0,110.0,28.0,19.0,40.0,16.0,47.0,16.0,47.0,16.0,23.0,16.0,36.0,15.0,41.0,14.0,41.0,14.0,NULL),
(53,0.0,200.0,3,'Б',50.0,50,50.0,65.0,90.0,110.0,110.0,35.0,22.0,47.0,19.0,61.0,17.0,61.0,17.0,28.0,20.0,42.0,16.0,50.0,16.0,50.0,16.0,NULL),
(54,0.0,250.0,3,'Б',50.0,50,50.0,65.0,90.0,110.0,110.0,40.0,26.0,56.0,22.0,68.0,18.0,68.0,18.0,33.0,22.0,47.0,18.0,57.0,17.0,57.0,17.0,NULL),
(55,0.0,300.0,3,'Б',50.0,50,50.0,65.0,90.0,110.0,110.0,46.0,29.0,64.0,23.0,76.0,21.0,76.0,21.0,37.0,24.0,52.0,21.0,61.0,18.0,61.0,18.0,NULL),
(56,0.0,350.0,3,'Б',50.0,50,50.0,65.0,90.0,110.0,110.0,50.0,32.0,68.0,25.0,84.0,22.0,84.0,22.0,40.0,27.0,55.0,22.0,69.0,19.0,69.0,19.0,NULL),
(57,0.0,400.0,3,'Б',50.0,50,50.0,65.0,90.0,110.0,110.0,56.0,34.0,75.0,28.0,91.0,22.0,91.0,22.0,43.0,28.0,60.0,24.0,74.0,21.0,74.0,21.0,NULL),
(58,0.0,450.0,3,'Б',50.0,50,50.0,65.0,90.0,110.0,110.0,60.0,36.0,82.0,28.0,99.0,23.0,99.0,23.0,47.0,31.0,68.0,27.0,78.0,22.0,78.0,22.0,NULL),
(59,0.0,500.0,3,'Б',50.0,50,50.0,65.0,90.0,110.0,110.0,65.0,40.0,92.0,31.0,112.0,24.0,112.0,24.0,50.0,32.0,72.0,28.0,86.0,23.0,86.0,23.0,NULL),
(60,0.0,600.0,3,'Б',50.0,50,50.0,65.0,90.0,110.0,110.0,72.0,42.0,103.0,33.0,125.0,26.0,125.0,26.0,58.0,36.0,80.0,30.0,97.0,27.0,97.0,27.0,NULL),
(61,0.0,700.0,3,'Б',50.0,50,50.0,65.0,90.0,110.0,110.0,78.0,47.0,120.0,35.0,135.0,28.0,135.0,28.0,66.0,41.0,92.0,32.0,110.0,27.0,110.0,27.0,NULL),
(62,0.0,800.0,3,'Б',50.0,50,50.0,65.0,90.0,110.0,110.0,91.0,53.0,129.0,39.0,156.0,31.0,156.0,31.0,73.0,44.0,103.0,33.0,120.0,29.0,120.0,29.0,NULL),
(63,0.0,900.0,3,'Б',50.0,50,50.0,65.0,90.0,110.0,110.0,101.0,55.0,140.0,41.0,172.0,32.0,172.0,32.0,78.0,48.0,110.0,37.0,129.0,32.0,129.0,32.0,NULL),
(64,0.0,1000.0,3,'Б',50.0,50,50.0,65.0,90.0,110.0,110.0,111.0,57.0,146.0,44.0,183.0,36.0,183.0,36.0,86.0,52.0,121.0,40.0,141.0,34.0,141.0,34.0,NULL),
(65,0.0,1200.0,3,'Б',50.0,50,50.0,65.0,90.0,110.0,110.0,135.0,63.0,188.0,47.0,220.0,40.0,220.0,40.0,98.0,58.0,136.0,46.0,164.0,38.0,164.0,38.0,NULL),
(66,0.0,1400.0,3,'Б',50.0,50,50.0,65.0,90.0,110.0,110.0,149.0,66.0,208.0,51.0,236.0,42.0,236.0,42.0,112.0,60.0,154.0,50.0,193.0,41.0,193.0,41.0,NULL),
(67,0.0,25.0,3,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,13.0,9.0,19.0,9.0,22.0,8.0,22.0,8.0,12.0,8.0,17.0,8.0,21.0,7.0,21.0,7.0,NULL),
(68,0.0,30.0,3,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,14.0,9.0,20.0,9.0,24.0,9.0,24.0,9.0,13.0,9.0,17.0,9.0,22.0,8.0,22.0,8.0,NULL),
(69,0.0,40.0,3,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,16.0,10.0,22.0,10.0,27.0,9.0,27.0,9.0,14.0,9.0,19.0,9.0,23.0,9.0,23.0,9.0,NULL),
(70,0.0,50.0,3,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,16.0,11.0,24.0,11.0,29.0,10.0,29.0,10.0,15.0,10.0,21.0,10.0,26.0,9.0,26.0,9.0,NULL),
(71,0.0,65.0,3,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,20.0,14.0,28.0,12.0,34.0,11.0,34.0,11.0,17.0,11.0,25.0,11.0,29.0,10.0,29.0,10.0,NULL),
(72,0.0,80.0,3,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,22.0,15.0,30.0,13.0,37.0,12.0,37.0,12.0,18.0,12.0,27.0,12.0,32.0,11.0,32.0,11.0,NULL),
(73,0.0,100.0,3,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,24.0,16.0,34.0,14.0,41.0,14.0,41.0,14.0,21.0,14.0,30.0,13.0,35.0,12.0,35.0,12.0,NULL),
(74,0.0,125.0,3,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,25.0,17.0,36.0,15.0,45.0,15.0,45.0,15.0,22.0,16.0,33.0,14.0,37.0,13.0,37.0,13.0,NULL),
(75,0.0,150.0,3,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,28.0,19.0,40.0,16.0,47.0,16.0,47.0,16.0,23.0,16.0,36.0,15.0,41.0,14.0,41.0,14.0,NULL),
(76,0.0,200.0,3,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,35.0,22.0,47.0,19.0,61.0,17.0,61.0,17.0,28.0,20.0,42.0,16.0,50.0,16.0,50.0,16.0,NULL),
(77,0.0,250.0,3,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,40.0,26.0,56.0,22.0,68.0,18.0,68.0,18.0,33.0,22.0,47.0,18.0,57.0,17.0,57.0,17.0,NULL),
(78,0.0,300.0,3,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,46.0,29.0,64.0,23.0,76.0,21.0,76.0,21.0,37.0,24.0,52.0,21.0,61.0,18.0,61.0,18.0,NULL),
(79,0.0,350.0,3,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,50.0,32.0,68.0,25.0,84.0,22.0,84.0,22.0,40.0,27.0,55.0,22.0,69.0,19.0,69.0,19.0,NULL),
(80,0.0,400.0,3,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,56.0,34.0,75.0,28.0,91.0,22.0,91.0,22.0,43.0,28.0,60.0,24.0,74.0,21.0,74.0,21.0,NULL),
(81,0.0,450.0,3,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,60.0,36.0,82.0,28.0,99.0,23.0,99.0,23.0,47.0,31.0,68.0,27.0,78.0,22.0,78.0,22.0,NULL),
(82,0.0,500.0,3,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,65.0,40.0,92.0,31.0,112.0,24.0,112.0,24.0,50.0,32.0,72.0,28.0,86.0,23.0,86.0,23.0,NULL),
(83,0.0,600.0,3,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,72.0,42.0,103.0,33.0,125.0,26.0,125.0,26.0,58.0,36.0,80.0,30.0,97.0,27.0,97.0,27.0,NULL),
(84,0.0,700.0,3,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,78.0,47.0,120.0,35.0,135.0,28.0,135.0,28.0,66.0,41.0,92.0,32.0,110.0,27.0,110.0,27.0,NULL),
(85,0.0,800.0,3,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,91.0,53.0,129.0,39.0,156.0,31.0,156.0,31.0,73.0,44.0,103.0,33.0,120.0,29.0,120.0,29.0,NULL),
(86,0.0,900.0,3,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,101.0,55.0,140.0,41.0,172.0,32.0,172.0,32.0,78.0,48.0,110.0,37.0,129.0,32.0,129.0,32.0,NULL),
(87,0.0,1000.0,3,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,111.0,57.0,146.0,44.0,183.0,36.0,183.0,36.0,86.0,52.0,121.0,40.0,141.0,34.0,141.0,34.0,NULL),
(88,0.0,1200.0,3,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,135.0,63.0,188.0,47.0,220.0,40.0,220.0,40.0,98.0,58.0,136.0,46.0,164.0,38.0,164.0,38.0,NULL),
(89,0.0,1400.0,3,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,149.0,66.0,208.0,51.0,236.0,42.0,236.0,42.0,112.0,60.0,154.0,50.0,193.0,41.0,193.0,41.0,NULL),
(90,0.0,25.0,3,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,10.0,NULL,20.0,NULL,29.0,NULL,29.0,NULL,9.0,NULL,17.0,NULL,26.0,NULL,26.0,NULL,NULL),
(91,0.0,40.0,3,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,13.0,NULL,23.0,NULL,34.0,NULL,34.0,NULL,10.0,NULL,21.0,NULL,31.0,NULL,31.0,NULL,NULL),
(92,0.0,50.0,3,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,14.0,NULL,26.0,NULL,38.0,NULL,38.0,NULL,12.0,NULL,22.0,NULL,33.0,NULL,33.0,NULL,NULL),
(93,0.0,65.0,3,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,16.0,NULL,29.0,NULL,43.0,NULL,43.0,NULL,13.0,NULL,25.0,NULL,38.0,NULL,38.0,NULL,NULL),
(94,0.0,80.0,3,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,18.0,NULL,32.0,NULL,47.0,NULL,47.0,NULL,15.0,NULL,28.0,NULL,41.0,NULL,41.0,NULL,NULL),
(95,0.0,100.0,3,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,20.0,NULL,35.0,NULL,52.0,NULL,52.0,NULL,16.0,NULL,30.0,NULL,45.0,NULL,45.0,NULL,NULL),
(96,0.0,125.0,3,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,22.0,NULL,40.0,NULL,57.0,NULL,57.0,NULL,19.0,NULL,34.0,NULL,49.0,NULL,49.0,NULL,NULL),
(97,0.0,15.0,3,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,8.0,NULL,16.0,NULL,24.0,NULL,24.0,NULL,7.0,NULL,14.0,NULL,21.0,NULL,21.0,NULL,NULL),
(98,0.0,20.0,3,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,9.0,NULL,18.0,NULL,27.0,NULL,27.0,NULL,8.0,NULL,16.0,NULL,24.0,NULL,24.0,NULL,NULL),
(99,0.0,150.0,3,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,25.0,NULL,45.0,NULL,63.0,NULL,63.0,NULL,21.0,NULL,38.0,NULL,53.0,NULL,53.0,NULL,NULL),
(100,0.0,200.0,3,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,31.0,NULL,54.0,NULL,77.0,NULL,77.0,NULL,26.0,NULL,46.0,NULL,65.0,NULL,65.0,NULL,NULL),
(101,0.0,250.0,3,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,36.0,NULL,62.0,NULL,89.0,NULL,89.0,NULL,30.0,NULL,53.0,NULL,74.0,NULL,74.0,NULL,NULL),
(102,0.0,300.0,3,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,41.0,NULL,72.0,NULL,99.0,NULL,99.0,NULL,34.0,NULL,59.0,NULL,83.0,NULL,83.0,NULL,NULL),
(103,0.0,350.0,3,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,47.0,NULL,79.0,NULL,109.0,NULL,109.0,NULL,39.0,NULL,65.0,NULL,91.0,NULL,91.0,NULL,NULL),
(104,0.0,400.0,3,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,52.0,NULL,86.0,NULL,120.0,NULL,120.0,NULL,42.0,NULL,72.0,NULL,99.0,NULL,99.0,NULL,NULL),
(105,0.0,450.0,3,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,57.0,NULL,93.0,NULL,128.0,NULL,128.0,NULL,46.0,NULL,76.0,NULL,106.0,NULL,106.0,NULL,NULL),
(106,0.0,500.0,3,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,62.0,NULL,101.0,NULL,140.0,NULL,140.0,NULL,50.0,NULL,83.0,NULL,116.0,NULL,116.0,NULL,NULL),
(107,0.0,600.0,3,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,71.0,NULL,116.0,NULL,159.0,NULL,159.0,NULL,57.0,NULL,95.0,NULL,131.0,NULL,131.0,NULL,NULL),
(108,0.0,700.0,3,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,81.0,NULL,130.0,NULL,177.0,NULL,177.0,NULL,65.0,NULL,105.0,NULL,146.0,NULL,146.0,NULL,NULL),
(109,0.0,800.0,3,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,91.0,NULL,145.0,NULL,197.0,NULL,197.0,NULL,72.0,NULL,116.0,NULL,148.0,NULL,148.0,NULL,NULL),
(110,0.0,900.0,3,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,100.0,NULL,159.0,NULL,216.0,NULL,216.0,NULL,79.0,NULL,128.0,NULL,177.0,NULL,177.0,NULL,NULL),
(111,0.0,1000.0,3,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,109.0,NULL,175.0,NULL,235.0,NULL,235.0,NULL,87.0,NULL,141.0,NULL,192.0,NULL,192.0,NULL,NULL),
(112,0.0,25.0,4,'Б',50.0,50,50.0,65.0,90.0,110.0,110.0,15.0,11.0,20.0,10.0,25.0,9.0,25.0,9.0,13.0,10.0,18.0,10.0,23.0,8.0,23.0,8.0,NULL),
(113,0.0,32.0,4,'Б',50.0,50,50.0,65.0,90.0,110.0,110.0,16.0,12.0,21.0,12.0,27.0,10.0,27.0,10.0,14.0,11.0,19.0,11.0,26.0,8.0,26.0,8.0,NULL),
(114,0.0,40.0,4,'Б',50.0,50,50.0,65.0,90.0,110.0,110.0,17.0,13.0,23.0,12.0,30.0,10.0,30.0,10.0,15.0,12.0,20.0,12.0,26.0,10.0,26.0,10.0,NULL),
(115,0.0,50.0,4,'Б',50.0,50,50.0,65.0,90.0,110.0,110.0,19.0,15.0,26.0,14.0,34.0,12.0,34.0,12.0,17.0,13.0,23.0,12.0,30.0,10.0,30.0,10.0,NULL),
(116,0.0,65.0,4,'Б',50.0,50,50.0,65.0,90.0,110.0,110.0,23.0,17.0,31.0,16.0,39.0,13.0,39.0,13.0,20.0,15.0,27.0,15.0,34.0,12.0,34.0,12.0,NULL),
(117,0.0,80.0,4,'Б',50.0,50,50.0,65.0,90.0,110.0,110.0,25.0,19.0,34.0,18.0,43.0,14.0,43.0,14.0,21.0,16.0,29.0,16.0,38.0,13.0,38.0,13.0,NULL),
(118,0.0,100.0,4,'Б',50.0,50,50.0,65.0,90.0,110.0,110.0,28.0,21.0,38.0,20.0,48.0,16.0,48.0,16.0,24.0,18.0,33.0,17.0,42.0,15.0,42.0,15.0,NULL),
(119,0.0,125.0,4,'Б',50.0,50,50.0,65.0,90.0,110.0,110.0,32.0,24.0,42.0,23.0,54.0,18.0,54.0,18.0,27.0,21.0,37.0,20.0,47.0,16.0,47.0,16.0,NULL),
(120,0.0,150.0,4,'Б',50.0,50,50.0,65.0,90.0,110.0,110.0,36.0,28.0,48.0,26.0,60.0,21.0,60.0,21.0,31.0,23.0,41.0,22.0,53.0,18.0,53.0,18.0,NULL),
(121,0.0,200.0,4,'Б',50.0,50,50.0,65.0,90.0,110.0,110.0,46.0,34.0,60.0,32.0,79.0,22.0,79.0,22.0,38.0,28.0,52.0,28.0,65.0,21.0,65.0,21.0,NULL),
(122,0.0,250.0,4,'Б',50.0,50,50.0,65.0,90.0,110.0,110.0,54.0,41.0,70.0,37.0,94.0,25.0,94.0,25.0,45.0,34.0,59.0,32.0,78.0,23.0,78.0,23.0,NULL),
(123,0.0,300.0,4,'Б',50.0,50,50.0,65.0,90.0,110.0,110.0,61.0,47.0,81.0,43.0,107.0,28.0,107.0,28.0,51.0,39.0,68.0,36.0,88.0,26.0,88.0,26.0,NULL),
(124,0.0,350.0,4,'Б',50.0,50,50.0,65.0,90.0,110.0,110.0,68.0,52.0,90.0,49.0,120.0,32.0,120.0,32.0,58.0,43.0,75.0,41.0,100.0,27.0,100.0,27.0,NULL),
(125,0.0,400.0,4,'Б',50.0,50,50.0,65.0,90.0,110.0,110.0,76.0,58.0,100.0,52.0,134.0,33.0,134.0,33.0,64.0,48.0,83.0,44.0,109.0,31.0,109.0,31.0,NULL),
(126,0.0,450.0,4,'Б',50.0,50,50.0,65.0,90.0,110.0,110.0,84.0,64.0,110.0,59.0,148.0,35.0,148.0,35.0,70.0,52.0,92.0,47.0,119.0,33.0,119.0,33.0,NULL),
(127,0.0,500.0,4,'Б',50.0,50,50.0,65.0,90.0,110.0,110.0,93.0,70.0,120.0,64.0,164.0,35.0,164.0,35.0,76.0,58.0,99.0,52.0,132.0,35.0,132.0,35.0,NULL),
(128,0.0,600.0,4,'Б',50.0,50,50.0,65.0,90.0,110.0,110.0,107.0,81.0,141.0,73.0,177.0,36.0,177.0,36.0,88.0,66.0,116.0,60.0,150.0,42.0,150.0,42.0,NULL),
(129,0.0,700.0,4,'Б',50.0,50,50.0,65.0,90.0,110.0,110.0,73.0,53.0,167.0,82.0,215.0,45.0,215.0,45.0,99.0,78.0,131.0,66.0,103.0,25.0,103.0,25.0,NULL),
(130,0.0,800.0,4,'Б',50.0,50,50.0,65.0,90.0,110.0,110.0,139.0,100.0,180.0,88.0,243.0,50.0,243.0,50.0,111.0,83.0,148.0,73.0,124.0,30.0,124.0,30.0,NULL),
(131,0.0,900.0,4,'Б',50.0,50,50.0,65.0,90.0,110.0,110.0,155.0,112.0,201.0,99.0,276.0,51.0,276.0,51.0,123.0,92.0,163.0,81.0,212.0,53.0,212.0,53.0,NULL),
(132,0.0,1000.0,4,'Б',50.0,50,50.0,65.0,90.0,110.0,110.0,170.0,123.0,225.0,111.0,297.0,59.0,297.0,59.0,135.0,101.0,180.0,88.0,234.0,57.0,234.0,57.0,NULL),
(133,0.0,1200.0,4,'Б',50.0,50,50.0,65.0,90.0,110.0,110.0,200.0,145.0,261.0,129.0,357.0,65.0,357.0,65.0,160.0,120.0,212.0,104.0,278.0,64.0,278.0,64.0,NULL),
(134,0.0,25.0,4,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,11.0,7.0,16.0,6.0,20.0,7.0,20.0,7.0,10.0,6.0,15.0,6.0,18.0,6.0,18.0,6.0,NULL),
(135,0.0,32.0,4,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,13.0,8.0,18.0,7.0,21.0,7.0,21.0,7.0,11.0,7.0,15.0,7.0,20.0,6.0,20.0,6.0,NULL),
(136,0.0,40.0,4,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,13.0,8.0,19.0,8.0,23.0,7.0,23.0,7.0,11.0,8.0,17.0,7.0,21.0,7.0,21.0,7.0,NULL),
(137,0.0,50.0,4,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,15.0,10.0,20.0,9.0,26.0,8.0,26.0,8.0,12.0,9.0,18.0,8.0,23.0,7.0,23.0,7.0,NULL),
(138,0.0,1400.0,4,'Б',50.0,50,50.0,65.0,90.0,110.0,110.0,233.0,169.0,301.0,149.0,414.0,74.0,414.0,74.0,184.0,139.0,245.0,120.0,327.0,69.0,327.0,69.0,NULL),
(139,0.0,65.0,4,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,17.0,11.0,24.0,10.0,30.0,9.0,30.0,9.0,15.0,10.0,21.0,9.0,26.0,8.0,26.0,8.0,NULL),
(140,0.0,80.0,4,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,18.0,12.0,25.0,11.0,32.0,9.0,32.0,9.0,16.0,11.0,22.0,10.0,28.0,9.0,28.0,9.0,NULL),
(141,0.0,100.0,4,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,20.0,14.0,28.0,12.0,35.0,11.0,35.0,11.0,17.0,12.0,24.0,10.0,30.0,10.0,30.0,10.0,NULL),
(142,0.0,125.0,4,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,23.0,15.0,33.0,13.0,41.0,11.0,41.0,11.0,20.0,14.0,28.0,12.0,34.0,11.0,34.0,11.0,NULL),
(143,0.0,150.0,4,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,25.0,17.0,37.0,14.0,44.0,13.0,44.0,13.0,21.0,15.0,30.0,13.0,37.0,12.0,37.0,12.0,NULL),
(144,0.0,200.0,4,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,31.0,21.0,44.0,17.0,55.0,15.0,55.0,15.0,27.0,18.0,37.0,15.0,46.0,14.0,46.0,14.0,NULL),
(145,0.0,250.0,4,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,37.0,24.0,51.0,20.0,64.0,17.0,64.0,17.0,31.0,21.0,44.0,17.0,53.0,16.0,53.0,16.0,NULL),
(146,0.0,300.0,4,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,42.0,28.0,59.0,22.0,71.0,19.0,71.0,19.0,35.0,23.0,49.0,19.0,59.0,18.0,59.0,18.0,NULL),
(147,0.0,350.0,4,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,46.0,31.0,66.0,24.0,81.0,20.0,81.0,20.0,38.0,0.0,54.0,22.0,67.0,18.0,67.0,18.0,NULL),
(148,0.0,400.0,4,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,50.0,34.0,74.0,25.0,88.0,22.0,88.0,22.0,40.0,30.0,60.0,23.0,73.0,20.0,73.0,20.0,NULL),
(149,0.0,450.0,4,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,56.0,36.0,79.0,28.0,97.0,23.0,97.0,23.0,47.0,30.0,64.0,25.0,79.0,22.0,79.0,22.0,NULL),
(150,0.0,500.0,4,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,63.0,38.0,88.0,30.0,110.0,21.0,110.0,21.0,51.0,32.0,70.0,27.0,85.0,24.0,85.0,24.0,NULL),
(151,0.0,600.0,4,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,72.0,43.0,101.0,33.0,125.0,25.0,125.0,25.0,60.0,35.0,81.0,30.0,100.0,25.0,100.0,25.0,NULL),
(152,0.0,700.0,4,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,82.0,48.0,117.0,33.0,138.0,29.0,138.0,29.0,66.0,40.0,92.0,32.0,111.0,27.0,111.0,27.0,NULL),
(153,0.0,800.0,4,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,93.0,51.0,133.0,35.0,155.0,31.0,155.0,31.0,74.0,44.0,104.0,34.0,122.0,30.0,122.0,30.0,NULL),
(154,0.0,900.0,4,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,104.0,56.0,143.0,43.0,173.0,33.0,173.0,33.0,80.0,50.0,112.0,39.0,137.0,32.0,137.0,32.0,NULL),
(155,0.0,1000.0,4,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,116.0,59.0,155.0,46.0,187.0,37.0,187.0,37.0,89.0,54.0,121.0,44.0,147.0,35.0,147.0,35.0,NULL),
(156,0.0,1200.0,4,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,141.0,65.0,189.0,49.0,222.0,40.0,222.0,40.0,107.0,61.0,143.0,50.0,175.0,40.0,175.0,40.0,NULL),
(157,0.0,1400.0,4,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,164.0,71.0,219.0,53.0,254.0,46.0,254.0,46.0,123.0,67.0,166.0,54.0,199.0,44.0,199.0,44.0,NULL),
(158,0.0,450.0,4,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,56.0,NULL,94.0,NULL,129.0,NULL,129.0,NULL,47.0,NULL,78.0,NULL,109.0,NULL,109.0,NULL,NULL),
(159,0.0,500.0,4,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,61.0,NULL,101.0,NULL,139.0,NULL,139.0,NULL,50.0,NULL,84.0,NULL,117.0,NULL,117.0,NULL,NULL),
(160,0.0,600.0,4,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,71.0,NULL,116.0,NULL,159.0,NULL,159.0,NULL,58.0,NULL,96.0,NULL,132.0,NULL,132.0,NULL,NULL),
(161,0.0,700.0,4,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,78.0,NULL,129.0,NULL,175.0,NULL,175.0,NULL,65.0,NULL,107.0,NULL,146.0,NULL,146.0,NULL,NULL),
(162,0.0,800.0,4,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,88.0,NULL,143.0,NULL,194.0,NULL,194.0,NULL,71.0,NULL,118.0,NULL,162.0,NULL,162.0,NULL,NULL),
(163,0.0,900.0,4,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,96.0,NULL,157.0,NULL,213.0,NULL,213.0,NULL,78.0,NULL,129.0,NULL,176.0,NULL,176.0,NULL,NULL),
(164,0.0,1000.0,4,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,106.0,NULL,171.0,NULL,231.0,NULL,231.0,NULL,86.0,NULL,140.0,NULL,191.0,NULL,191.0,NULL,NULL),
(165,0.0,1400.0,4,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,142.0,NULL,227.0,NULL,305.0,NULL,305.0,NULL,114.0,NULL,185.0,NULL,250.0,NULL,250.0,NULL,NULL),
(166,32.0,0.0,1,'Б',5.0,5,50.0,65.0,90.0,110.0,110.0,25.0,20.0,32.0,20.0,38.0,20.0,38.0,20.0,25.0,20.0,32.0,20.0,38.0,20.0,38.0,20.0,NULL),
(167,38.0,0.0,1,'Б',5.0,5,50.0,65.0,90.0,110.0,110.0,26.0,21.0,34.0,21.0,40.0,21.0,40.0,21.0,26.0,21.0,34.0,21.0,40.0,21.0,40.0,21.0,NULL),
(168,45.0,0.0,1,'Б',5.0,5,50.0,65.0,90.0,110.0,110.0,28.0,22.0,36.0,22.0,42.0,22.0,42.0,22.0,28.0,22.0,36.0,22.0,42.0,22.0,42.0,22.0,NULL),
(169,57.0,0.0,1,'Б',5.0,5,50.0,65.0,90.0,110.0,110.0,31.0,25.0,40.0,25.0,47.0,25.0,47.0,25.0,31.0,25.0,40.0,25.0,47.0,25.0,47.0,25.0,NULL),
(170,76.0,0.0,1,'Б',5.0,5,50.0,65.0,90.0,110.0,110.0,35.0,29.0,45.0,29.0,53.0,29.0,53.0,29.0,35.0,29.0,45.0,29.0,53.0,29.0,53.0,29.0,NULL),
(171,89.0,0.0,1,'Б',5.0,5,50.0,65.0,90.0,110.0,110.0,38.0,31.0,49.0,31.0,57.0,31.0,57.0,31.0,38.0,31.0,49.0,31.0,57.0,31.0,57.0,31.0,NULL),
(172,108.0,0.0,1,'Б',5.0,5,50.0,65.0,90.0,110.0,110.0,42.0,34.0,54.0,34.0,62.0,34.0,62.0,34.0,42.0,34.0,54.0,34.0,62.0,34.0,62.0,34.0,NULL),
(173,133.0,0.0,1,'Б',5.0,5,50.0,65.0,90.0,110.0,110.0,45.0,36.0,59.0,36.0,68.0,36.0,68.0,36.0,45.0,36.0,59.0,36.0,68.0,36.0,68.0,36.0,NULL),
(174,159.0,0.0,1,'Б',5.0,5,50.0,65.0,90.0,110.0,110.0,52.0,42.0,65.0,42.0,75.0,42.0,75.0,42.0,52.0,42.0,65.0,42.0,75.0,42.0,75.0,42.0,NULL),
(175,194.0,0.0,1,'Б',5.0,5,50.0,65.0,90.0,110.0,110.0,56.0,45.0,74.0,45.0,83.0,45.0,83.0,45.0,56.0,45.0,74.0,45.0,83.0,45.0,83.0,45.0,NULL),
(176,219.0,0.0,1,'Б',5.0,5,50.0,65.0,90.0,110.0,110.0,62.0,51.0,79.0,51.0,91.0,51.0,91.0,51.0,62.0,51.0,79.0,51.0,91.0,51.0,91.0,51.0,NULL),
(177,273.0,0.0,1,'Б',5.0,5,50.0,65.0,90.0,110.0,110.0,72.0,60.0,90.0,60.0,103.0,60.0,103.0,60.0,72.0,60.0,90.0,60.0,103.0,60.0,103.0,60.0,NULL),
(178,325.0,0.0,1,'Б',5.0,5,50.0,65.0,90.0,110.0,110.0,81.0,68.0,100.0,68.0,115.0,68.0,115.0,68.0,81.0,68.0,100.0,68.0,115.0,68.0,115.0,68.0,NULL),
(179,377.0,0.0,1,'Б',5.0,5,50.0,65.0,90.0,110.0,110.0,88.0,76.0,107.0,76.0,126.0,76.0,126.0,76.0,90.0,76.0,107.0,76.0,126.0,76.0,126.0,76.0,NULL),
(180,426.0,0.0,1,'Б',5.0,5,50.0,65.0,90.0,110.0,110.0,98.0,82.0,121.0,82.0,137.0,82.0,137.0,82.0,99.0,82.0,121.0,82.0,137.0,82.0,137.0,82.0,NULL),
(181,480.0,0.0,1,'Б',5.0,5,50.0,65.0,90.0,110.0,110.0,107.0,91.0,132.0,91.0,150.0,91.0,150.0,91.0,110.0,91.0,132.0,91.0,150.0,91.0,150.0,91.0,NULL),
(182,530.0,0.0,1,'Б',5.0,5,50.0,65.0,90.0,110.0,110.0,115.0,101.0,142.0,101.0,160.0,101.0,160.0,101.0,120.0,101.0,142.0,101.0,160.0,101.0,160.0,101.0,NULL),
(183,630.0,0.0,1,'Б',5.0,5,50.0,65.0,90.0,110.0,110.0,132.0,114.0,163.0,114.0,184.0,114.0,184.0,114.0,138.0,114.0,163.0,114.0,184.0,114.0,184.0,114.0,NULL),
(184,720.0,0.0,1,'Б',5.0,5,50.0,65.0,90.0,110.0,110.0,147.0,125.0,181.0,125.0,202.0,125.0,202.0,125.0,155.0,125.0,181.0,125.0,202.0,125.0,202.0,125.0,NULL),
(185,820.0,0.0,1,'Б',5.0,5,50.0,65.0,90.0,110.0,110.0,163.0,141.0,200.0,141.0,223.0,141.0,223.0,141.0,174.0,141.0,200.0,141.0,223.0,141.0,223.0,141.0,NULL),
(186,920.0,0.0,1,'Б',5.0,5,50.0,65.0,90.0,110.0,110.0,178.0,155.0,218.0,155.0,244.0,155.0,244.0,155.0,193.0,155.0,218.0,155.0,244.0,155.0,244.0,155.0,NULL),
(187,1020.0,0.0,1,'Б',5.0,5,50.0,65.0,90.0,110.0,110.0,196.0,170.0,240.0,170.0,266.0,170.0,266.0,170.0,212.0,170.0,240.0,170.0,266.0,170.0,266.0,170.0,NULL),
(188,1220.0,0.0,1,'Б',5.0,5,50.0,65.0,90.0,110.0,110.0,229.0,200.0,282.0,200.0,308.0,200.0,308.0,200.0,229.0,200.0,282.0,200.0,308.0,200.0,308.0,200.0,NULL),
(189,1420.0,0.0,1,'Б',5.0,5,50.0,65.0,90.0,110.0,110.0,260.0,228.0,326.0,228.0,352.0,228.0,352.0,228.0,260.0,228.0,326.0,228.0,352.0,228.0,352.0,228.0,NULL),
(190,18.0,0.0,1,'Н',5.0,5,50.0,50.0,75.0,100.0,125.0,11.0,NULL,19.0,NULL,27.0,NULL,33.0,NULL,11.0,NULL,19.0,NULL,27.0,NULL,33.0,NULL,NULL),
(191,25.0,0.0,1,'Н',5.0,5,50.0,50.0,75.0,100.0,125.0,13.0,NULL,21.0,NULL,29.0,NULL,36.0,NULL,13.0,NULL,21.0,NULL,29.0,NULL,36.0,NULL,NULL),
(192,32.0,0.0,1,'Н',5.0,5,50.0,50.0,75.0,100.0,125.0,15.0,NULL,23.0,NULL,31.0,NULL,38.0,NULL,15.0,NULL,23.0,NULL,31.0,NULL,38.0,NULL,NULL),
(193,38.0,0.0,1,'Н',5.0,5,50.0,50.0,75.0,100.0,125.0,16.0,NULL,24.0,NULL,33.0,NULL,41.0,NULL,16.0,NULL,24.0,NULL,33.0,NULL,41.0,NULL,NULL),
(194,45.0,0.0,1,'Н',5.0,5,50.0,50.0,75.0,100.0,125.0,18.0,NULL,27.0,NULL,36.0,NULL,45.0,NULL,18.0,NULL,27.0,NULL,36.0,NULL,45.0,NULL,NULL),
(195,57.0,0.0,1,'Н',5.0,5,50.0,50.0,75.0,100.0,125.0,21.0,NULL,30.0,NULL,40.0,NULL,49.0,NULL,21.0,NULL,30.0,NULL,40.0,NULL,49.0,NULL,NULL),
(196,76.0,0.0,1,'Н',5.0,5,50.0,50.0,75.0,100.0,125.0,25.0,NULL,35.0,NULL,45.0,NULL,55.0,NULL,25.0,NULL,35.0,NULL,45.0,NULL,55.0,NULL,NULL),
(197,89.0,0.0,1,'Н',5.0,5,50.0,50.0,75.0,100.0,125.0,28.0,NULL,38.0,NULL,50.0,NULL,60.0,NULL,28.0,NULL,38.0,NULL,50.0,NULL,60.0,NULL,NULL),
(198,108.0,0.0,1,'Н',5.0,5,50.0,50.0,75.0,100.0,125.0,31.0,NULL,43.0,NULL,55.0,NULL,67.0,NULL,31.0,NULL,43.0,NULL,55.0,NULL,67.0,NULL,NULL),
(199,133.0,0.0,1,'Н',5.0,5,50.0,50.0,75.0,100.0,125.0,35.0,NULL,48.0,NULL,60.0,NULL,74.0,NULL,35.0,NULL,48.0,NULL,60.0,NULL,74.0,NULL,NULL),
(200,159.0,0.0,1,'Н',5.0,5,50.0,50.0,75.0,100.0,125.0,38.0,NULL,50.0,NULL,65.0,NULL,80.0,NULL,38.0,NULL,50.0,NULL,65.0,NULL,80.0,NULL,NULL),
(201,194.0,0.0,1,'Н',5.0,5,50.0,50.0,75.0,100.0,125.0,42.0,NULL,58.0,NULL,73.0,NULL,88.0,NULL,42.0,NULL,58.0,NULL,73.0,NULL,88.0,NULL,NULL),
(202,219.0,0.0,1,'Н',5.0,5,50.0,50.0,75.0,100.0,125.0,46.0,NULL,60.0,NULL,78.0,NULL,95.0,NULL,46.0,NULL,60.0,NULL,78.0,NULL,95.0,NULL,NULL),
(203,273.0,0.0,1,'Н',5.0,5,50.0,50.0,75.0,100.0,125.0,53.0,NULL,70.0,NULL,87.0,NULL,107.0,NULL,53.0,NULL,70.0,NULL,87.0,NULL,107.0,NULL,NULL),
(204,325.0,0.0,1,'Н',5.0,5,50.0,50.0,75.0,100.0,125.0,60.0,NULL,80.0,NULL,100.0,NULL,120.0,NULL,60.0,NULL,80.0,NULL,100.0,NULL,120.0,NULL,NULL),
(205,377.0,0.0,1,'Н',5.0,5,50.0,50.0,75.0,100.0,125.0,71.0,NULL,93.0,NULL,114.0,NULL,135.0,NULL,71.0,NULL,93.0,NULL,114.0,NULL,135.0,NULL,NULL),
(206,426.0,0.0,1,'Н',5.0,5,50.0,50.0,75.0,100.0,125.0,82.0,NULL,105.0,NULL,128.0,NULL,150.0,NULL,82.0,NULL,105.0,NULL,128.0,NULL,150.0,NULL,NULL),
(207,480.0,0.0,1,'Н',5.0,5,50.0,50.0,75.0,100.0,125.0,89.0,NULL,113.0,NULL,136.0,NULL,160.0,NULL,89.0,NULL,113.0,NULL,136.0,NULL,160.0,NULL,NULL),
(208,530.0,0.0,1,'Н',5.0,5,50.0,50.0,75.0,100.0,125.0,95.0,NULL,120.0,NULL,145.0,NULL,170.0,NULL,95.0,NULL,120.0,NULL,145.0,NULL,170.0,NULL,NULL),
(209,630.0,0.0,1,'Н',5.0,5,50.0,50.0,75.0,100.0,125.0,104.0,NULL,133.0,NULL,160.0,NULL,190.0,NULL,104.0,NULL,133.0,NULL,160.0,NULL,190.0,NULL,NULL),
(210,720.0,0.0,1,'Н',5.0,5,50.0,50.0,75.0,100.0,125.0,115.0,NULL,145.0,NULL,176.0,NULL,206.0,NULL,115.0,NULL,145.0,NULL,176.0,NULL,206.0,NULL,NULL),
(211,820.0,0.0,1,'Н',5.0,5,50.0,50.0,75.0,100.0,125.0,135.0,NULL,168.0,NULL,200.0,NULL,233.0,NULL,135.0,NULL,168.0,NULL,200.0,NULL,233.0,NULL,NULL),
(212,920.0,0.0,1,'Н',5.0,5,50.0,50.0,75.0,100.0,125.0,155.0,NULL,190.0,NULL,225.0,NULL,260.0,NULL,155.0,NULL,190.0,NULL,225.0,NULL,260.0,NULL,NULL),
(213,1020.0,0.0,1,'Н',5.0,5,50.0,50.0,75.0,100.0,125.0,180.0,NULL,220.0,NULL,255.0,NULL,292.0,NULL,180.0,NULL,220.0,NULL,255.0,NULL,292.0,NULL,NULL),
(214,1220.0,0.0,1,'Н',5.0,5,50.0,50.0,75.0,100.0,125.0,201.0,NULL,246.0,NULL,286.0,NULL,333.0,NULL,201.0,NULL,246.0,NULL,286.0,NULL,333.0,NULL,NULL),
(215,1420.0,0.0,1,'Н',5.0,5,50.0,50.0,75.0,100.0,125.0,230.0,NULL,280.0,NULL,325.0,NULL,380.0,NULL,230.0,NULL,280.0,NULL,325.0,NULL,380.0,NULL,NULL),
(216,0.0,25.0,2,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,15.0,10.0,22.0,9.0,27.0,9.0,27.0,9.0,14.0,9.0,20.0,9.0,24.0,8.0,24.0,8.0,NULL),
(217,0.0,30.0,2,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,16.0,11.0,23.0,10.0,28.0,9.0,28.0,9.0,15.0,10.0,21.0,9.0,26.0,9.0,26.0,9.0,NULL),
(218,0.0,40.0,2,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,18.0,12.0,25.0,11.0,31.0,10.0,31.0,10.0,15.0,11.0,22.0,10.0,28.0,9.0,28.0,9.0,NULL),
(219,0.0,50.0,2,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,19.0,13.0,28.0,12.0,34.0,11.0,34.0,11.0,17.0,12.0,24.0,11.0,30.0,10.0,30.0,10.0,NULL),
(220,0.0,65.0,2,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,23.0,16.0,33.0,14.0,40.0,12.0,40.0,12.0,20.0,14.0,29.0,13.0,34.0,11.0,34.0,11.0,NULL),
(221,0.0,80.0,2,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,25.0,17.0,35.0,15.0,44.0,13.0,44.0,13.0,22.0,15.0,31.0,14.0,38.0,12.0,38.0,12.0,NULL),
(222,0.0,100.0,2,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,28.0,19.0,40.0,16.0,49.0,15.0,49.0,15.0,24.0,16.0,35.0,15.0,41.0,13.0,41.0,13.0,NULL),
(223,0.0,125.0,2,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,29.0,20.0,42.0,17.0,53.0,15.0,53.0,15.0,27.0,18.0,36.0,15.0,43.0,14.0,43.0,14.0,NULL),
(224,0.0,150.0,2,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,33.0,22.0,46.0,19.0,56.0,16.0,56.0,16.0,28.0,19.0,38.0,16.0,47.0,15.0,47.0,15.0,NULL),
(225,0.0,175.0,2,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,37.0,25.0,52.0,21.0,64.0,18.0,64.0,18.0,31.0,22.0,42.0,18.0,53.0,16.0,53.0,16.0,NULL),
(226,0.0,200.0,2,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,41.0,27.0,57.0,22.0,71.0,20.0,71.0,20.0,34.0,23.0,46.0,19.0,59.0,18.0,59.0,18.0,NULL),
(227,0.0,250.0,2,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,46.0,30.0,65.0,25.0,80.0,22.0,80.0,22.0,39.0,26.0,55.0,22.0,66.0,20.0,66.0,20.0,NULL),
(228,0.0,300.0,2,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,53.0,34.0,75.0,28.0,89.0,24.0,89.0,24.0,43.0,28.0,60.0,24.0,72.0,22.0,72.0,22.0,NULL),
(229,0.0,350.0,2,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,59.0,38.0,80.0,29.0,101.0,25.0,101.0,25.0,47.0,32.0,65.0,26.0,81.0,22.0,81.0,22.0,NULL),
(230,0.0,400.0,2,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,65.0,40.0,94.0,32.0,106.0,26.0,106.0,26.0,50.0,33.0,71.0,28.0,87.0,24.0,87.0,24.0,NULL),
(231,0.0,450.0,2,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,66.0,42.0,96.0,34.0,116.0,28.0,116.0,28.0,58.0,37.0,80.0,31.0,92.0,25.0,92.0,25.0,NULL),
(232,0.0,500.0,2,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,76.0,46.0,108.0,37.0,144.0,28.0,144.0,28.0,59.0,38.0,84.0,33.0,101.0,28.0,101.0,28.0,NULL),
(233,0.0,600.0,2,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,84.0,50.0,121.0,39.0,147.0,30.0,147.0,30.0,68.0,43.0,94.0,35.0,114.0,29.0,114.0,29.0,NULL),
(234,0.0,700.0,2,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,92.0,54.0,140.0,40.0,159.0,33.0,159.0,33.0,77.0,47.0,108.0,37.0,130.0,32.0,130.0,32.0,NULL),
(235,0.0,800.0,2,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,112.0,62.0,156.0,41.0,183.0,36.0,183.0,36.0,86.0,52.0,121.0,39.0,140.0,34.0,140.0,34.0,NULL),
(236,0.0,900.0,2,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,119.0,65.0,164.0,49.0,201.0,38.0,201.0,38.0,91.0,57.0,130.0,46.0,160.0,37.0,160.0,37.0,NULL),
(237,0.0,1000.0,2,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,131.0,67.0,171.0,51.0,214.0,42.0,214.0,42.0,101.0,61.0,136.0,49.0,165.0,40.0,165.0,40.0,NULL),
(238,0.0,1200.0,2,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,159.0,74.0,221.0,57.0,258.0,46.0,258.0,46.0,124.0,68.0,159.0,55.0,197.0,45.0,197.0,45.0,NULL),
(239,0.0,1400.0,2,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,176.0,77.0,245.0,59.0,277.0,50.0,277.0,50.0,131.0,71.0,181.0,59.0,217.0,48.0,217.0,48.0,NULL),
(240,0.0,25.0,2,'Б',50.0,50,50.0,65.0,90.0,90.0,90.0,31.0,23.0,41.0,22.0,41.0,22.0,41.0,22.0,28.0,22.0,38.0,21.0,38.0,21.0,38.0,21.0,NULL),
(241,0.0,30.0,2,'Б',50.0,50,50.0,65.0,90.0,90.0,90.0,32.0,24.0,43.0,23.0,43.0,23.0,43.0,23.0,29.0,22.0,40.0,22.0,40.0,22.0,40.0,22.0,NULL),
(242,0.0,40.0,2,'Б',50.0,50,50.0,65.0,90.0,90.0,90.0,33.0,27.0,47.0,26.0,47.0,26.0,47.0,26.0,32.0,25.0,43.0,23.0,43.0,23.0,43.0,23.0,NULL),
(243,0.0,50.0,2,'Б',50.0,50,50.0,65.0,90.0,90.0,90.0,38.0,29.0,52.0,28.0,52.0,28.0,52.0,28.0,34.0,27.0,46.0,25.0,46.0,25.0,46.0,25.0,NULL),
(244,0.0,65.0,2,'Б',50.0,50,50.0,65.0,90.0,90.0,90.0,43.0,33.0,58.0,31.0,58.0,31.0,58.0,31.0,39.0,29.0,52.0,28.0,52.0,28.0,52.0,28.0,NULL),
(245,0.0,80.0,2,'Б',50.0,50,50.0,65.0,90.0,90.0,90.0,44.0,34.0,59.0,32.0,59.0,32.0,59.0,32.0,40.0,30.0,53.0,29.0,53.0,29.0,53.0,29.0,NULL),
(246,0.0,100.0,2,'Б',50.0,50,50.0,65.0,90.0,90.0,90.0,47.0,36.0,64.0,34.0,64.0,34.0,64.0,34.0,42.0,33.0,56.0,30.0,56.0,30.0,56.0,30.0,NULL),
(247,0.0,125.0,2,'Б',50.0,50,50.0,65.0,90.0,90.0,90.0,53.0,40.0,70.0,38.0,70.0,38.0,70.0,38.0,46.0,35.0,62.0,34.0,62.0,34.0,62.0,34.0,NULL),
(248,0.0,150.0,2,'Б',50.0,50,50.0,65.0,90.0,90.0,90.0,59.0,45.0,78.0,42.0,78.0,42.0,78.0,42.0,52.0,40.0,69.0,37.0,69.0,37.0,69.0,37.0,NULL),
(249,0.0,175.0,2,'Б',50.0,50,50.0,65.0,90.0,90.0,90.0,63.0,48.0,83.0,43.0,83.0,43.0,83.0,43.0,54.0,41.0,73.0,40.0,73.0,40.0,73.0,40.0,NULL),
(250,0.0,200.0,2,'Б',50.0,50,50.0,65.0,90.0,90.0,90.0,66.0,51.0,87.0,46.0,87.0,46.0,87.0,46.0,57.0,43.0,77.0,41.0,77.0,41.0,77.0,41.0,NULL),
(251,0.0,250.0,2,'Б',50.0,50,50.0,65.0,90.0,90.0,90.0,71.0,54.0,96.0,51.0,96.0,51.0,96.0,51.0,62.0,47.0,83.0,44.0,83.0,44.0,83.0,44.0,NULL),
(252,0.0,300.0,2,'Б',50.0,50,50.0,65.0,90.0,90.0,90.0,78.0,59.0,105.0,55.0,105.0,55.0,105.0,55.0,68.0,51.0,90.0,48.0,90.0,48.0,90.0,48.0,NULL),
(253,0.0,350.0,2,'Б',50.0,50,50.0,65.0,90.0,90.0,90.0,87.0,65.0,115.0,59.0,115.0,59.0,115.0,59.0,74.0,56.0,97.0,52.0,97.0,52.0,97.0,52.0,NULL),
(254,0.0,400.0,2,'Б',50.0,50,50.0,65.0,90.0,90.0,90.0,93.0,69.0,121.0,63.0,121.0,63.0,121.0,63.0,78.0,59.0,104.0,54.0,104.0,54.0,104.0,54.0,NULL),
(255,0.0,450.0,2,'Б',50.0,50,50.0,65.0,90.0,90.0,90.0,100.0,74.0,130.0,67.0,130.0,67.0,130.0,67.0,84.0,62.0,111.0,58.0,111.0,58.0,111.0,58.0,NULL),
(256,0.0,500.0,2,'Б',50.0,50,50.0,65.0,90.0,90.0,90.0,106.0,78.0,140.0,71.0,140.0,71.0,140.0,71.0,90.0,67.0,119.0,62.0,119.0,62.0,119.0,62.0,NULL),
(257,0.0,600.0,2,'Б',50.0,50,50.0,65.0,90.0,90.0,90.0,121.0,89.0,160.0,81.0,160.0,81.0,160.0,81.0,101.0,75.0,134.0,69.0,134.0,69.0,134.0,69.0,NULL),
(258,0.0,700.0,2,'Б',50.0,50,50.0,65.0,90.0,90.0,90.0,134.0,96.0,175.0,86.0,175.0,86.0,175.0,86.0,108.0,80.0,146.0,74.0,146.0,74.0,146.0,74.0,NULL),
(259,0.0,800.0,2,'Б',50.0,50,50.0,65.0,90.0,90.0,90.0,146.0,105.0,195.0,94.0,195.0,94.0,195.0,94.0,121.0,88.0,160.0,80.0,160.0,80.0,160.0,80.0,NULL),
(260,0.0,900.0,2,'Б',50.0,50,50.0,65.0,90.0,90.0,90.0,157.0,114.0,214.0,101.0,214.0,101.0,214.0,101.0,132.0,96.0,174.0,86.0,174.0,86.0,174.0,86.0,NULL),
(261,0.0,1000.0,2,'Б',50.0,50,50.0,65.0,90.0,90.0,90.0,168.0,122.0,234.0,109.0,234.0,109.0,234.0,109.0,145.0,103.0,187.0,92.0,187.0,92.0,187.0,92.0,NULL),
(262,0.0,1200.0,2,'Б',50.0,50,50.0,65.0,90.0,90.0,90.0,190.0,139.0,273.0,125.0,273.0,125.0,273.0,125.0,169.0,119.0,215.0,104.0,215.0,104.0,215.0,104.0,NULL),
(263,0.0,15.0,2,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,10.0,NULL,19.0,NULL,29.0,NULL,29.0,NULL,9.0,NULL,17.0,NULL,26.0,NULL,26.0,NULL,NULL),
(264,0.0,20.0,2,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,11.0,NULL,22.0,NULL,33.0,NULL,33.0,NULL,10.0,NULL,19.0,NULL,29.0,NULL,29.0,NULL,NULL),
(265,0.0,25.0,2,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,13.0,NULL,24.0,NULL,36.0,NULL,36.0,NULL,11.0,NULL,22.0,NULL,32.0,NULL,32.0,NULL,NULL),
(266,0.0,40.0,2,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,15.0,NULL,28.0,NULL,42.0,NULL,42.0,NULL,13.0,NULL,25.0,NULL,38.0,NULL,38.0,NULL,NULL),
(267,0.0,50.0,2,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,16.0,NULL,31.0,NULL,46.0,NULL,46.0,NULL,15.0,NULL,27.0,NULL,40.0,NULL,40.0,NULL,NULL),
(268,0.0,65.0,2,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,20.0,NULL,35.0,NULL,53.0,NULL,53.0,NULL,16.0,NULL,31.0,NULL,46.0,NULL,46.0,NULL,NULL),
(269,0.0,80.0,2,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,22.0,NULL,39.0,NULL,57.0,NULL,57.0,NULL,18.0,NULL,34.0,NULL,50.0,NULL,50.0,NULL,NULL),
(270,0.0,100.0,2,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,21.0,NULL,43.0,NULL,63.0,NULL,63.0,NULL,23.0,NULL,37.0,NULL,55.0,NULL,55.0,NULL,NULL),
(271,0.0,125.0,2,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,28.0,NULL,48.0,NULL,70.0,NULL,70.0,NULL,24.0,NULL,42.0,NULL,60.0,NULL,60.0,NULL,NULL),
(272,0.0,150.0,2,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,30.0,NULL,54.0,NULL,77.0,NULL,77.0,NULL,26.0,NULL,46.0,NULL,66.0,NULL,66.0,NULL,NULL),
(273,0.0,175.0,2,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,34.0,NULL,60.0,NULL,85.0,NULL,85.0,NULL,29.0,NULL,52.0,NULL,71.0,NULL,71.0,NULL,NULL),
(274,0.0,200.0,2,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,38.0,NULL,66.0,NULL,94.0,NULL,94.0,NULL,32.0,NULL,56.0,NULL,80.0,NULL,80.0,NULL,NULL),
(275,0.0,250.0,2,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,44.0,NULL,76.0,NULL,108.0,NULL,108.0,NULL,37.0,NULL,65.0,NULL,91.0,NULL,91.0,NULL,NULL),
(276,0.0,300.0,2,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,51.0,NULL,87.0,NULL,121.0,NULL,121.0,NULL,42.0,NULL,72.0,NULL,102.0,NULL,102.0,NULL,NULL),
(277,0.0,1400.0,2,'Б',50.0,50,50.0,65.0,90.0,90.0,90.0,212.0,157.0,313.0,169.0,313.0,169.0,313.0,169.0,193.0,134.0,243.0,116.0,243.0,116.0,243.0,116.0,NULL),
(278,0.0,350.0,2,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,57.0,NULL,96.0,NULL,133.0,NULL,133.0,NULL,47.0,NULL,80.0,NULL,113.0,NULL,113.0,NULL,NULL),
(279,0.0,400.0,2,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,63.0,NULL,105.0,NULL,146.0,NULL,146.0,NULL,53.0,NULL,88.0,NULL,122.0,NULL,122.0,NULL,NULL),
(280,0.0,450.0,2,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,69.0,NULL,114.0,NULL,157.0,NULL,157.0,NULL,56.0,NULL,94.0,NULL,131.0,NULL,131.0,NULL,NULL),
(281,0.0,500.0,2,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,76.0,NULL,123.0,NULL,170.0,NULL,170.0,NULL,61.0,NULL,102.0,NULL,143.0,NULL,143.0,NULL,NULL),
(282,0.0,600.0,2,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,86.0,NULL,142.0,NULL,194.0,NULL,194.0,NULL,71.0,NULL,117.0,NULL,162.0,NULL,162.0,NULL,NULL),
(283,0.0,700.0,2,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,98.0,NULL,158.0,NULL,215.0,NULL,215.0,NULL,79.0,NULL,130.0,NULL,180.0,NULL,180.0,NULL,NULL),
(284,0.0,800.0,2,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,110.0,NULL,177.0,NULL,239.0,NULL,239.0,NULL,89.0,NULL,144.0,NULL,183.0,NULL,183.0,NULL,NULL),
(285,0.0,900.0,2,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,121.0,NULL,195.0,NULL,263.0,NULL,263.0,NULL,97.0,NULL,158.0,NULL,218.0,NULL,218.0,NULL,NULL),
(286,0.0,1000.0,2,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,133.0,NULL,213.0,NULL,287.0,NULL,287.0,NULL,107.0,NULL,173.0,NULL,287.0,NULL,287.0,NULL,NULL),
(287,0.0,1200.0,2,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,157.0,NULL,249.0,NULL,333.0,NULL,333.0,NULL,126.0,NULL,202.0,NULL,274.0,NULL,274.0,NULL,NULL),
(288,0.0,1400.0,2,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,181.0,NULL,285.0,NULL,379.0,NULL,379.0,NULL,145.0,NULL,231.0,NULL,312.0,NULL,312.0,NULL,NULL),
(289,18.0,0.0,1,'К',5.0,5,50.0,65.0,90.0,110.0,110.0,22.0,17.0,28.0,17.0,33.0,17.0,33.0,17.0,22.0,17.0,28.0,17.0,33.0,17.0,33.0,17.0,1),
(290,25.0,0.0,1,'К',5.0,5,50.0,65.0,90.0,110.0,110.0,24.0,18.0,30.0,18.0,35.0,18.0,35.0,18.0,24.0,18.0,30.0,18.0,35.0,18.0,35.0,18.0,1),
(291,32.0,0.0,1,'К',5.0,5,50.0,65.0,90.0,110.0,110.0,25.0,20.0,32.0,20.0,38.0,20.0,38.0,20.0,25.0,20.0,32.0,20.0,38.0,20.0,38.0,20.0,1),
(292,38.0,0.0,1,'К',5.0,5,50.0,65.0,90.0,110.0,110.0,26.0,21.0,34.0,21.0,40.0,21.0,40.0,21.0,26.0,21.0,34.0,21.0,40.0,21.0,40.0,21.0,1),
(293,45.0,0.0,1,'К',5.0,5,50.0,65.0,90.0,110.0,110.0,28.0,22.0,36.0,22.0,42.0,22.0,42.0,22.0,28.0,22.0,36.0,22.0,42.0,22.0,42.0,22.0,1),
(294,57.0,0.0,1,'К',5.0,5,50.0,65.0,90.0,110.0,110.0,31.0,25.0,40.0,25.0,47.0,25.0,47.0,25.0,31.0,25.0,40.0,25.0,47.0,25.0,47.0,25.0,1),
(295,76.0,0.0,1,'К',5.0,5,50.0,65.0,90.0,110.0,110.0,35.0,29.0,45.0,29.0,53.0,29.0,53.0,29.0,35.0,29.0,45.0,29.0,53.0,29.0,53.0,29.0,1),
(296,89.0,0.0,1,'К',5.0,5,50.0,65.0,90.0,110.0,110.0,38.0,31.0,49.0,31.0,57.0,31.0,57.0,31.0,38.0,31.0,49.0,31.0,57.0,31.0,57.0,31.0,1),
(297,108.0,0.0,1,'К',5.0,5,50.0,65.0,90.0,110.0,110.0,42.0,34.0,54.0,34.0,62.0,34.0,62.0,34.0,42.0,34.0,54.0,34.0,62.0,34.0,62.0,34.0,1),
(298,133.0,0.0,1,'К',5.0,5,50.0,65.0,90.0,110.0,110.0,45.0,36.0,59.0,36.0,68.0,36.0,68.0,36.0,45.0,36.0,59.0,36.0,68.0,36.0,68.0,36.0,1),
(299,159.0,0.0,1,'К',5.0,5,50.0,65.0,90.0,110.0,110.0,52.0,42.0,65.0,42.0,75.0,42.0,75.0,42.0,52.0,42.0,65.0,42.0,75.0,42.0,75.0,42.0,1),
(300,194.0,0.0,1,'К',5.0,5,50.0,65.0,90.0,110.0,110.0,56.0,45.0,74.0,45.0,83.0,45.0,83.0,45.0,56.0,45.0,74.0,45.0,83.0,45.0,83.0,45.0,1),
(301,219.0,0.0,1,'К',5.0,5,50.0,65.0,90.0,110.0,110.0,62.0,51.0,79.0,51.0,91.0,51.0,91.0,51.0,62.0,51.0,79.0,51.0,91.0,51.0,91.0,51.0,1),
(302,273.0,0.0,1,'К',5.0,5,50.0,65.0,90.0,110.0,110.0,72.0,60.0,90.0,60.0,103.0,60.0,103.0,60.0,72.0,60.0,90.0,60.0,103.0,60.0,103.0,60.0,1),
(303,325.0,0.0,1,'К',5.0,5,50.0,65.0,90.0,110.0,110.0,81.0,68.0,100.0,68.0,115.0,68.0,115.0,68.0,81.0,68.0,100.0,68.0,115.0,68.0,115.0,68.0,1),
(304,377.0,0.0,1,'К',5.0,5,50.0,65.0,90.0,110.0,110.0,88.0,76.0,107.0,76.0,126.0,76.0,126.0,76.0,90.0,76.0,107.0,76.0,126.0,76.0,126.0,76.0,1),
(305,426.0,0.0,1,'К',5.0,5,50.0,65.0,90.0,110.0,110.0,98.0,82.0,121.0,82.0,137.0,82.0,137.0,82.0,99.0,82.0,121.0,82.0,137.0,82.0,137.0,82.0,1),
(306,480.0,0.0,1,'К',5.0,5,50.0,65.0,90.0,110.0,110.0,107.0,91.0,132.0,91.0,150.0,91.0,150.0,91.0,110.0,91.0,132.0,91.0,150.0,91.0,150.0,91.0,1),
(307,530.0,0.0,1,'К',5.0,5,50.0,65.0,90.0,110.0,110.0,115.0,101.0,142.0,101.0,160.0,101.0,160.0,101.0,120.0,101.0,142.0,101.0,160.0,101.0,160.0,101.0,1),
(308,630.0,0.0,1,'К',5.0,5,50.0,65.0,90.0,110.0,110.0,132.0,114.0,163.0,114.0,184.0,114.0,184.0,114.0,138.0,114.0,163.0,114.0,184.0,114.0,184.0,114.0,1),
(309,720.0,0.0,1,'К',5.0,5,50.0,65.0,90.0,110.0,110.0,147.0,125.0,181.0,125.0,202.0,125.0,202.0,125.0,155.0,125.0,181.0,125.0,202.0,125.0,202.0,125.0,1),
(310,820.0,0.0,1,'К',5.0,5,50.0,65.0,90.0,110.0,110.0,163.0,141.0,200.0,141.0,223.0,141.0,223.0,141.0,174.0,141.0,200.0,141.0,223.0,141.0,223.0,141.0,1),
(311,920.0,0.0,1,'К',5.0,5,50.0,65.0,90.0,110.0,110.0,178.0,155.0,218.0,155.0,224.0,155.0,224.0,155.0,193.0,155.0,218.0,155.0,224.0,155.0,224.0,155.0,1),
(312,1020.0,0.0,1,'К',5.0,5,50.0,65.0,90.0,110.0,110.0,196.0,170.0,240.0,170.0,266.0,170.0,266.0,170.0,212.0,170.0,240.0,170.0,266.0,170.0,266.0,170.0,1),
(313,1220.0,0.0,1,'К',5.0,5,50.0,65.0,90.0,110.0,110.0,229.0,200.0,282.0,200.0,308.0,200.0,308.0,200.0,229.0,200.0,282.0,200.0,308.0,200.0,308.0,200.0,1),
(314,1420.0,0.0,1,'К',5.0,5,50.0,65.0,90.0,110.0,110.0,260.0,228.0,326.0,228.0,352.0,228.0,352.0,228.0,260.0,228.0,326.0,228.0,352.0,228.0,352.0,228.0,1),
(315,18.0,0.0,1,'Б',5.0,5,50.0,65.0,90.0,110.0,110.0,22.0,17.0,28.0,17.0,33.0,17.0,33.0,17.0,22.0,17.0,28.0,17.0,33.0,17.0,33.0,17.0,1),
(316,25.0,0.0,1,'Б',5.0,5,50.0,65.0,90.0,110.0,110.0,24.0,18.0,30.0,18.0,35.0,18.0,35.0,18.0,24.0,18.0,30.0,18.0,35.0,18.0,35.0,18.0,1),
(317,0.0,15.0,4,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,9.0,NULL,15.0,NULL,24.0,NULL,24.0,NULL,8.0,NULL,15.0,NULL,21.0,NULL,21.0,NULL,1),
(318,0.0,20.0,4,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,9.0,NULL,18.0,NULL,27.0,NULL,27.0,NULL,9.0,NULL,16.0,NULL,24.0,NULL,24.0,NULL,1),
(319,0.0,25.0,4,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,10.0,NULL,20.0,NULL,29.0,NULL,29.0,NULL,9.0,NULL,17.0,NULL,27.0,NULL,27.0,NULL,1),
(320,0.0,40.0,4,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,12.0,NULL,22.0,NULL,34.0,NULL,34.0,NULL,10.0,NULL,20.0,NULL,30.0,NULL,30.0,NULL,1),
(321,0.0,50.0,4,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,14.0,NULL,25.0,NULL,37.0,NULL,37.0,NULL,12.0,NULL,22.0,NULL,33.0,NULL,33.0,NULL,1),
(322,0.0,65.0,4,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,15.0,NULL,28.0,NULL,41.0,NULL,41.0,NULL,14.0,NULL,25.0,NULL,37.0,NULL,37.0,NULL,1),
(323,0.0,80.0,4,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,17.0,NULL,31.0,NULL,45.0,NULL,45.0,NULL,15.0,NULL,27.0,NULL,40.0,NULL,40.0,NULL,1),
(324,0.0,100.0,4,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,19.0,NULL,34.0,NULL,49.0,NULL,49.0,NULL,16.0,NULL,29.0,NULL,43.0,NULL,43.0,NULL,1),
(325,0.0,125.0,4,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,22.0,NULL,38.0,NULL,54.0,NULL,54.0,NULL,18.0,NULL,33.0,NULL,47.0,NULL,47.0,NULL,1),
(326,0.0,150.0,4,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,23.0,NULL,41.0,NULL,60.0,NULL,60.0,NULL,20.0,NULL,36.0,NULL,52.0,NULL,52.0,NULL,1),
(327,0.0,200.0,4,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,29.0,NULL,51.0,NULL,71.0,NULL,71.0,NULL,24.0,NULL,43.0,NULL,62.0,NULL,62.0,NULL,1),
(328,0.0,250.0,4,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,34.0,NULL,58.0,NULL,82.0,NULL,82.0,NULL,28.0,NULL,49.0,NULL,71.0,NULL,71.0,NULL,1),
(329,0.0,300.0,4,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,38.0,NULL,65.0,NULL,91.0,NULL,91.0,NULL,34.0,NULL,58.0,NULL,82.0,NULL,82.0,NULL,1),
(330,0.0,350.0,4,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,46.0,NULL,79.0,NULL,110.0,NULL,110.0,NULL,39.0,NULL,66.0,NULL,93.0,NULL,93.0,NULL,1),
(331,0.0,400.0,4,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,52.0,NULL,86.0,NULL,120.0,NULL,120.0,NULL,42.0,NULL,72.0,NULL,101.0,NULL,101.0,NULL,1),
(332,0.0,25.0,3,'Б',50.0,50,50.0,65.0,90.0,110.0,110.0,13.0,9.0,19.0,9.0,22.0,8.0,22.0,8.0,12.0,8.0,17.0,8.0,21.0,7.0,21.0,7.0,1),
(333,0.0,30.0,3,'Б',50.0,50,50.0,65.0,90.0,110.0,110.0,14.0,9.0,20.0,9.0,24.0,9.0,24.0,9.0,13.0,9.0,17.0,9.0,22.0,8.0,22.0,8.0,1),
(334,0.0,40.0,3,'Б',50.0,50,50.0,65.0,90.0,110.0,110.0,16.0,10.0,22.0,10.0,27.0,9.0,27.0,9.0,14.0,9.0,19.0,9.0,23.0,9.0,23.0,9.0,1),
(335,0.0,50.0,3,'Б',50.0,50,50.0,65.0,90.0,110.0,110.0,16.0,11.0,24.0,11.0,29.0,10.0,29.0,10.0,15.0,10.0,21.0,10.0,26.0,9.0,26.0,9.0,1),
(336,0.0,65.0,3,'Б',50.0,50,50.0,65.0,90.0,110.0,110.0,20.0,14.0,28.0,12.0,34.0,11.0,34.0,11.0,17.0,11.0,25.0,11.0,29.0,10.0,29.0,10.0,1),
(337,0.0,80.0,3,'Б',50.0,50,50.0,65.0,90.0,110.0,110.0,22.0,15.0,30.0,13.0,37.0,12.0,37.0,12.0,18.0,12.0,27.0,12.0,32.0,11.0,32.0,11.0,1),
(338,0.0,100.0,3,'Б',50.0,50,50.0,65.0,90.0,110.0,110.0,24.0,16.0,34.0,14.0,41.0,14.0,41.0,14.0,21.0,14.0,30.0,13.0,35.0,12.0,35.0,12.0,1),
(339,0.0,125.0,3,'Б',50.0,50,50.0,65.0,90.0,110.0,110.0,25.0,17.0,36.0,15.0,45.0,15.0,45.0,15.0,22.0,16.0,33.0,14.0,37.0,13.0,37.0,13.0,1),
(340,0.0,150.0,3,'Б',50.0,50,50.0,65.0,90.0,110.0,110.0,28.0,19.0,40.0,16.0,47.0,16.0,47.0,16.0,23.0,16.0,36.0,15.0,41.0,14.0,41.0,14.0,1),
(341,0.0,200.0,3,'Б',50.0,50,50.0,65.0,90.0,110.0,110.0,35.0,22.0,47.0,19.0,61.0,17.0,61.0,17.0,28.0,20.0,42.0,16.0,50.0,16.0,50.0,16.0,1),
(342,0.0,250.0,3,'Б',50.0,50,50.0,65.0,90.0,110.0,110.0,40.0,26.0,56.0,22.0,68.0,18.0,68.0,18.0,33.0,22.0,47.0,18.0,57.0,17.0,57.0,17.0,1),
(343,0.0,300.0,3,'Б',50.0,50,50.0,65.0,90.0,110.0,110.0,46.0,29.0,64.0,23.0,76.0,21.0,76.0,21.0,37.0,24.0,52.0,21.0,61.0,18.0,61.0,18.0,1),
(344,0.0,350.0,3,'Б',50.0,50,50.0,65.0,90.0,110.0,110.0,50.0,32.0,68.0,25.0,84.0,22.0,84.0,22.0,40.0,27.0,55.0,22.0,69.0,19.0,69.0,19.0,1),
(345,0.0,400.0,3,'Б',50.0,50,50.0,65.0,90.0,110.0,110.0,56.0,34.0,75.0,28.0,91.0,22.0,91.0,22.0,43.0,28.0,60.0,24.0,74.0,21.0,74.0,21.0,1),
(346,0.0,450.0,3,'Б',50.0,50,50.0,65.0,90.0,110.0,110.0,60.0,36.0,82.0,28.0,99.0,23.0,99.0,23.0,47.0,31.0,68.0,27.0,78.0,22.0,78.0,22.0,1),
(347,0.0,500.0,3,'Б',50.0,50,50.0,65.0,90.0,110.0,110.0,65.0,40.0,92.0,31.0,112.0,24.0,112.0,24.0,50.0,32.0,72.0,28.0,86.0,23.0,86.0,23.0,1),
(348,0.0,600.0,3,'Б',50.0,50,50.0,65.0,90.0,110.0,110.0,72.0,42.0,103.0,33.0,125.0,26.0,125.0,26.0,58.0,36.0,80.0,30.0,97.0,27.0,97.0,27.0,1),
(349,0.0,700.0,3,'Б',50.0,50,50.0,65.0,90.0,110.0,110.0,78.0,47.0,120.0,35.0,135.0,28.0,135.0,28.0,66.0,41.0,92.0,32.0,110.0,27.0,110.0,27.0,1),
(350,0.0,800.0,3,'Б',50.0,50,50.0,65.0,90.0,110.0,110.0,91.0,53.0,129.0,39.0,156.0,31.0,156.0,31.0,73.0,44.0,103.0,33.0,120.0,29.0,120.0,29.0,1),
(351,0.0,900.0,3,'Б',50.0,50,50.0,65.0,90.0,110.0,110.0,101.0,55.0,140.0,41.0,172.0,32.0,172.0,32.0,78.0,48.0,110.0,37.0,129.0,32.0,129.0,32.0,1),
(352,0.0,1000.0,3,'Б',50.0,50,50.0,65.0,90.0,110.0,110.0,111.0,57.0,146.0,44.0,183.0,36.0,183.0,36.0,86.0,52.0,121.0,40.0,141.0,34.0,141.0,34.0,1),
(353,0.0,1200.0,3,'Б',50.0,50,50.0,65.0,90.0,110.0,110.0,135.0,63.0,188.0,47.0,220.0,40.0,220.0,40.0,98.0,58.0,136.0,46.0,164.0,38.0,164.0,38.0,1),
(354,0.0,1400.0,3,'Б',50.0,50,50.0,65.0,90.0,110.0,110.0,149.0,66.0,208.0,51.0,236.0,42.0,236.0,42.0,112.0,60.0,154.0,50.0,193.0,41.0,193.0,41.0,1),
(355,0.0,25.0,3,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,13.0,9.0,19.0,9.0,22.0,8.0,22.0,8.0,12.0,8.0,17.0,8.0,21.0,7.0,21.0,7.0,1),
(356,0.0,30.0,3,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,14.0,9.0,20.0,9.0,24.0,9.0,24.0,9.0,13.0,9.0,17.0,9.0,22.0,8.0,22.0,8.0,1),
(357,0.0,40.0,3,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,16.0,10.0,22.0,10.0,27.0,9.0,27.0,9.0,14.0,9.0,19.0,9.0,23.0,9.0,23.0,9.0,1),
(358,0.0,50.0,3,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,16.0,11.0,24.0,11.0,29.0,10.0,29.0,10.0,15.0,10.0,21.0,10.0,26.0,9.0,26.0,9.0,1),
(359,0.0,65.0,3,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,20.0,14.0,28.0,12.0,34.0,11.0,34.0,11.0,17.0,11.0,25.0,11.0,29.0,10.0,29.0,10.0,1),
(360,0.0,80.0,3,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,22.0,15.0,30.0,13.0,37.0,12.0,37.0,12.0,18.0,12.0,27.0,12.0,32.0,11.0,32.0,11.0,1),
(361,0.0,100.0,3,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,24.0,16.0,34.0,14.0,41.0,14.0,41.0,14.0,21.0,14.0,30.0,13.0,35.0,12.0,35.0,12.0,1),
(362,0.0,125.0,3,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,25.0,17.0,36.0,15.0,45.0,15.0,45.0,15.0,22.0,16.0,33.0,14.0,37.0,13.0,37.0,13.0,1),
(363,0.0,150.0,3,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,28.0,19.0,40.0,16.0,47.0,16.0,47.0,16.0,23.0,16.0,36.0,15.0,41.0,14.0,41.0,14.0,1),
(364,0.0,200.0,3,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,35.0,22.0,47.0,19.0,61.0,17.0,61.0,17.0,28.0,20.0,42.0,16.0,50.0,16.0,50.0,16.0,1),
(365,0.0,250.0,3,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,40.0,26.0,56.0,22.0,68.0,18.0,68.0,18.0,33.0,22.0,47.0,18.0,57.0,17.0,57.0,17.0,1),
(366,0.0,300.0,3,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,46.0,29.0,64.0,23.0,76.0,21.0,76.0,21.0,37.0,24.0,52.0,21.0,61.0,18.0,61.0,18.0,1),
(367,0.0,350.0,3,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,50.0,32.0,68.0,25.0,84.0,22.0,84.0,22.0,40.0,27.0,55.0,22.0,69.0,19.0,69.0,19.0,1),
(368,0.0,400.0,3,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,56.0,34.0,75.0,28.0,91.0,22.0,91.0,22.0,43.0,28.0,60.0,24.0,74.0,21.0,74.0,21.0,1),
(369,0.0,450.0,3,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,60.0,36.0,82.0,28.0,99.0,23.0,99.0,23.0,47.0,31.0,68.0,27.0,78.0,22.0,78.0,22.0,1),
(370,0.0,500.0,3,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,65.0,40.0,92.0,31.0,112.0,24.0,112.0,24.0,50.0,32.0,72.0,28.0,86.0,23.0,86.0,23.0,1),
(371,0.0,600.0,3,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,72.0,42.0,103.0,33.0,125.0,26.0,125.0,26.0,58.0,36.0,80.0,30.0,97.0,27.0,97.0,27.0,1),
(372,0.0,700.0,3,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,78.0,47.0,120.0,35.0,135.0,28.0,135.0,28.0,66.0,41.0,92.0,32.0,110.0,27.0,110.0,27.0,1),
(373,0.0,800.0,3,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,91.0,53.0,129.0,39.0,156.0,31.0,156.0,31.0,73.0,44.0,103.0,33.0,120.0,29.0,120.0,29.0,1),
(374,0.0,900.0,3,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,101.0,55.0,140.0,41.0,172.0,32.0,172.0,32.0,78.0,48.0,110.0,37.0,129.0,32.0,129.0,32.0,1),
(375,0.0,1000.0,3,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,111.0,57.0,146.0,44.0,183.0,36.0,183.0,36.0,86.0,52.0,121.0,40.0,141.0,34.0,141.0,34.0,1),
(376,0.0,1200.0,3,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,135.0,63.0,188.0,47.0,220.0,40.0,220.0,40.0,98.0,58.0,136.0,46.0,164.0,38.0,164.0,38.0,1),
(377,0.0,1400.0,3,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,149.0,66.0,208.0,51.0,236.0,42.0,236.0,42.0,112.0,60.0,154.0,50.0,193.0,41.0,193.0,41.0,1),
(378,0.0,25.0,3,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,10.0,NULL,20.0,NULL,29.0,NULL,29.0,NULL,9.0,NULL,17.0,NULL,26.0,NULL,26.0,NULL,1),
(379,0.0,40.0,3,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,13.0,NULL,23.0,NULL,34.0,NULL,34.0,NULL,10.0,NULL,21.0,NULL,31.0,NULL,31.0,NULL,1),
(380,0.0,50.0,3,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,14.0,NULL,26.0,NULL,38.0,NULL,38.0,NULL,12.0,NULL,22.0,NULL,33.0,NULL,33.0,NULL,1),
(381,0.0,65.0,3,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,16.0,NULL,29.0,NULL,43.0,NULL,43.0,NULL,13.0,NULL,25.0,NULL,38.0,NULL,38.0,NULL,1),
(382,0.0,80.0,3,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,18.0,NULL,32.0,NULL,47.0,NULL,47.0,NULL,15.0,NULL,28.0,NULL,41.0,NULL,41.0,NULL,1),
(383,0.0,100.0,3,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,20.0,NULL,35.0,NULL,52.0,NULL,52.0,NULL,16.0,NULL,30.0,NULL,45.0,NULL,45.0,NULL,1),
(384,0.0,125.0,3,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,22.0,NULL,40.0,NULL,57.0,NULL,57.0,NULL,19.0,NULL,34.0,NULL,49.0,NULL,49.0,NULL,1),
(385,0.0,15.0,3,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,8.0,NULL,16.0,NULL,24.0,NULL,24.0,NULL,7.0,NULL,14.0,NULL,21.0,NULL,21.0,NULL,1),
(386,0.0,20.0,3,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,9.0,NULL,18.0,NULL,27.0,NULL,27.0,NULL,8.0,NULL,16.0,NULL,24.0,NULL,24.0,NULL,1),
(387,0.0,150.0,3,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,25.0,NULL,45.0,NULL,63.0,NULL,63.0,NULL,21.0,NULL,38.0,NULL,53.0,NULL,53.0,NULL,1),
(388,0.0,200.0,3,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,31.0,NULL,54.0,NULL,77.0,NULL,77.0,NULL,26.0,NULL,46.0,NULL,65.0,NULL,65.0,NULL,1),
(389,0.0,250.0,3,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,36.0,NULL,62.0,NULL,89.0,NULL,89.0,NULL,30.0,NULL,53.0,NULL,74.0,NULL,74.0,NULL,1),
(390,0.0,300.0,3,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,41.0,NULL,72.0,NULL,99.0,NULL,99.0,NULL,34.0,NULL,59.0,NULL,83.0,NULL,83.0,NULL,1),
(391,0.0,350.0,3,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,47.0,NULL,79.0,NULL,109.0,NULL,109.0,NULL,39.0,NULL,65.0,NULL,91.0,NULL,91.0,NULL,1),
(392,0.0,400.0,3,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,52.0,NULL,86.0,NULL,120.0,NULL,120.0,NULL,42.0,NULL,72.0,NULL,99.0,NULL,99.0,NULL,1),
(393,0.0,450.0,3,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,57.0,NULL,93.0,NULL,128.0,NULL,128.0,NULL,46.0,NULL,76.0,NULL,106.0,NULL,106.0,NULL,1),
(394,0.0,500.0,3,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,62.0,NULL,101.0,NULL,140.0,NULL,140.0,NULL,50.0,NULL,83.0,NULL,116.0,NULL,116.0,NULL,1),
(395,0.0,600.0,3,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,71.0,NULL,116.0,NULL,159.0,NULL,159.0,NULL,57.0,NULL,95.0,NULL,131.0,NULL,131.0,NULL,1),
(396,0.0,700.0,3,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,81.0,NULL,130.0,NULL,177.0,NULL,177.0,NULL,65.0,NULL,105.0,NULL,146.0,NULL,146.0,NULL,1),
(397,0.0,800.0,3,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,91.0,NULL,145.0,NULL,197.0,NULL,197.0,NULL,72.0,NULL,116.0,NULL,148.0,NULL,148.0,NULL,1),
(398,0.0,900.0,3,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,100.0,NULL,159.0,NULL,216.0,NULL,216.0,NULL,79.0,NULL,128.0,NULL,177.0,NULL,177.0,NULL,1),
(399,0.0,1000.0,3,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,109.0,NULL,175.0,NULL,235.0,NULL,235.0,NULL,87.0,NULL,141.0,NULL,192.0,NULL,192.0,NULL,1),
(400,0.0,25.0,4,'Б',50.0,50,50.0,65.0,90.0,110.0,110.0,15.0,11.0,20.0,10.0,25.0,9.0,25.0,9.0,13.0,10.0,18.0,10.0,23.0,8.0,23.0,8.0,1),
(401,0.0,32.0,4,'Б',50.0,50,50.0,65.0,90.0,110.0,110.0,16.0,12.0,21.0,12.0,27.0,10.0,27.0,10.0,14.0,11.0,19.0,11.0,26.0,8.0,26.0,8.0,1),
(402,0.0,40.0,4,'Б',50.0,50,50.0,65.0,90.0,110.0,110.0,17.0,13.0,23.0,12.0,30.0,10.0,30.0,10.0,15.0,12.0,20.0,12.0,26.0,10.0,26.0,10.0,1),
(403,0.0,50.0,4,'Б',50.0,50,50.0,65.0,90.0,110.0,110.0,19.0,15.0,26.0,14.0,34.0,12.0,34.0,12.0,17.0,13.0,23.0,12.0,30.0,10.0,30.0,10.0,1),
(404,0.0,65.0,4,'Б',50.0,50,50.0,65.0,90.0,110.0,110.0,23.0,17.0,31.0,16.0,39.0,13.0,39.0,13.0,20.0,15.0,27.0,15.0,34.0,12.0,34.0,12.0,1),
(405,0.0,80.0,4,'Б',50.0,50,50.0,65.0,90.0,110.0,110.0,25.0,19.0,34.0,18.0,43.0,14.0,43.0,14.0,21.0,16.0,29.0,16.0,38.0,13.0,38.0,13.0,1),
(406,0.0,100.0,4,'Б',50.0,50,50.0,65.0,90.0,110.0,110.0,28.0,21.0,38.0,20.0,48.0,16.0,48.0,16.0,24.0,18.0,33.0,17.0,42.0,15.0,42.0,15.0,1),
(407,0.0,125.0,4,'Б',50.0,50,50.0,65.0,90.0,110.0,110.0,32.0,24.0,42.0,23.0,54.0,18.0,54.0,18.0,27.0,21.0,37.0,20.0,47.0,16.0,47.0,16.0,1),
(408,0.0,150.0,4,'Б',50.0,50,50.0,65.0,90.0,110.0,110.0,36.0,28.0,48.0,26.0,60.0,21.0,60.0,21.0,31.0,23.0,41.0,22.0,53.0,18.0,53.0,18.0,1),
(409,0.0,200.0,4,'Б',50.0,50,50.0,65.0,90.0,110.0,110.0,46.0,34.0,60.0,32.0,79.0,22.0,79.0,22.0,38.0,28.0,52.0,28.0,65.0,21.0,65.0,21.0,1),
(410,0.0,250.0,4,'Б',50.0,50,50.0,65.0,90.0,110.0,110.0,54.0,41.0,70.0,37.0,94.0,25.0,94.0,25.0,45.0,34.0,59.0,32.0,78.0,23.0,78.0,23.0,1),
(411,0.0,300.0,4,'Б',50.0,50,50.0,65.0,90.0,110.0,110.0,61.0,47.0,81.0,43.0,107.0,28.0,107.0,28.0,51.0,39.0,68.0,36.0,88.0,26.0,88.0,26.0,1),
(412,0.0,350.0,4,'Б',50.0,50,50.0,65.0,90.0,110.0,110.0,68.0,52.0,90.0,49.0,120.0,32.0,120.0,32.0,58.0,43.0,75.0,41.0,100.0,27.0,100.0,27.0,1),
(413,0.0,400.0,4,'Б',50.0,50,50.0,65.0,90.0,110.0,110.0,76.0,58.0,100.0,52.0,134.0,33.0,134.0,33.0,64.0,48.0,83.0,44.0,109.0,31.0,109.0,31.0,1),
(414,0.0,450.0,4,'Б',50.0,50,50.0,65.0,90.0,110.0,110.0,84.0,64.0,110.0,59.0,148.0,35.0,148.0,35.0,70.0,52.0,92.0,47.0,119.0,33.0,119.0,33.0,1),
(415,0.0,500.0,4,'Б',50.0,50,50.0,65.0,90.0,110.0,110.0,93.0,70.0,120.0,64.0,164.0,35.0,164.0,35.0,76.0,58.0,99.0,52.0,132.0,35.0,132.0,35.0,1),
(416,0.0,600.0,4,'Б',50.0,50,50.0,65.0,90.0,110.0,110.0,107.0,81.0,141.0,73.0,177.0,36.0,177.0,36.0,88.0,66.0,116.0,60.0,150.0,42.0,150.0,42.0,1),
(417,0.0,700.0,4,'Б',50.0,50,50.0,65.0,90.0,110.0,110.0,73.0,53.0,167.0,82.0,215.0,45.0,215.0,45.0,99.0,78.0,131.0,66.0,103.0,25.0,103.0,25.0,1),
(418,0.0,800.0,4,'Б',50.0,50,50.0,65.0,90.0,110.0,110.0,139.0,100.0,180.0,88.0,243.0,50.0,243.0,50.0,111.0,83.0,148.0,73.0,124.0,30.0,124.0,30.0,1),
(419,0.0,900.0,4,'Б',50.0,50,50.0,65.0,90.0,110.0,110.0,155.0,112.0,201.0,99.0,276.0,51.0,276.0,51.0,123.0,92.0,163.0,81.0,212.0,53.0,212.0,53.0,1),
(420,0.0,1000.0,4,'Б',50.0,50,50.0,65.0,90.0,110.0,110.0,170.0,123.0,225.0,111.0,297.0,59.0,297.0,59.0,135.0,101.0,180.0,88.0,234.0,57.0,234.0,57.0,1),
(421,0.0,1200.0,4,'Б',50.0,50,50.0,65.0,90.0,110.0,110.0,200.0,145.0,261.0,129.0,357.0,65.0,357.0,65.0,160.0,120.0,212.0,104.0,278.0,64.0,278.0,64.0,1),
(422,0.0,25.0,4,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,11.0,7.0,16.0,6.0,20.0,7.0,20.0,7.0,10.0,6.0,15.0,6.0,18.0,6.0,18.0,6.0,1),
(423,0.0,32.0,4,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,13.0,8.0,18.0,7.0,21.0,7.0,21.0,7.0,11.0,7.0,15.0,7.0,20.0,6.0,20.0,6.0,1),
(424,0.0,40.0,4,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,13.0,8.0,19.0,8.0,23.0,7.0,23.0,7.0,11.0,8.0,17.0,7.0,21.0,7.0,21.0,7.0,1),
(425,0.0,50.0,4,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,15.0,10.0,20.0,9.0,26.0,8.0,26.0,8.0,12.0,9.0,18.0,8.0,23.0,7.0,23.0,7.0,1),
(426,0.0,1400.0,4,'Б',50.0,50,50.0,65.0,90.0,110.0,110.0,233.0,169.0,301.0,149.0,414.0,74.0,414.0,74.0,184.0,139.0,245.0,120.0,327.0,69.0,327.0,69.0,1),
(427,0.0,65.0,4,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,17.0,11.0,24.0,10.0,30.0,9.0,30.0,9.0,15.0,10.0,21.0,9.0,26.0,8.0,26.0,8.0,1),
(428,0.0,80.0,4,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,18.0,12.0,25.0,11.0,32.0,9.0,32.0,9.0,16.0,11.0,22.0,10.0,28.0,9.0,28.0,9.0,1),
(429,0.0,100.0,4,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,20.0,14.0,28.0,12.0,35.0,11.0,35.0,11.0,17.0,12.0,24.0,10.0,30.0,10.0,30.0,10.0,1),
(430,0.0,125.0,4,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,23.0,15.0,33.0,13.0,41.0,11.0,41.0,11.0,20.0,14.0,28.0,12.0,34.0,11.0,34.0,11.0,1),
(431,0.0,150.0,4,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,25.0,17.0,37.0,14.0,44.0,13.0,44.0,13.0,21.0,15.0,30.0,13.0,37.0,12.0,37.0,12.0,1),
(432,0.0,200.0,4,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,31.0,21.0,44.0,17.0,55.0,15.0,55.0,15.0,27.0,18.0,37.0,15.0,46.0,14.0,46.0,14.0,1),
(433,0.0,250.0,4,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,37.0,24.0,51.0,20.0,64.0,17.0,64.0,17.0,31.0,21.0,44.0,17.0,53.0,16.0,53.0,16.0,1),
(434,0.0,300.0,4,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,42.0,28.0,59.0,22.0,71.0,19.0,71.0,19.0,35.0,23.0,49.0,19.0,59.0,18.0,59.0,18.0,1),
(435,0.0,350.0,4,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,46.0,31.0,66.0,24.0,81.0,20.0,81.0,20.0,38.0,0.0,54.0,22.0,67.0,18.0,67.0,18.0,1),
(436,0.0,400.0,4,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,50.0,34.0,74.0,25.0,88.0,22.0,88.0,22.0,40.0,30.0,60.0,23.0,73.0,20.0,73.0,20.0,1),
(437,0.0,450.0,4,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,56.0,36.0,79.0,28.0,97.0,23.0,97.0,23.0,47.0,30.0,64.0,25.0,79.0,22.0,79.0,22.0,1),
(438,0.0,500.0,4,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,63.0,38.0,88.0,30.0,110.0,21.0,110.0,21.0,51.0,32.0,70.0,27.0,85.0,24.0,85.0,24.0,1),
(439,0.0,600.0,4,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,72.0,43.0,101.0,33.0,125.0,25.0,125.0,25.0,60.0,35.0,81.0,30.0,100.0,25.0,100.0,25.0,1),
(440,0.0,700.0,4,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,82.0,48.0,117.0,33.0,138.0,29.0,138.0,29.0,66.0,40.0,92.0,32.0,111.0,27.0,111.0,27.0,1),
(441,0.0,800.0,4,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,93.0,51.0,133.0,35.0,155.0,31.0,155.0,31.0,74.0,44.0,104.0,34.0,122.0,30.0,122.0,30.0,1),
(442,0.0,900.0,4,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,104.0,56.0,143.0,43.0,173.0,33.0,173.0,33.0,80.0,50.0,112.0,39.0,137.0,32.0,137.0,32.0,1),
(443,0.0,1000.0,4,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,116.0,59.0,155.0,46.0,187.0,37.0,187.0,37.0,89.0,54.0,121.0,44.0,147.0,35.0,147.0,35.0,1),
(444,0.0,1200.0,4,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,141.0,65.0,189.0,49.0,222.0,40.0,222.0,40.0,107.0,61.0,143.0,50.0,175.0,40.0,175.0,40.0,1),
(445,0.0,1400.0,4,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,164.0,71.0,219.0,53.0,254.0,46.0,254.0,46.0,123.0,67.0,166.0,54.0,199.0,44.0,199.0,44.0,1),
(446,0.0,450.0,4,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,56.0,NULL,94.0,NULL,129.0,NULL,129.0,NULL,47.0,NULL,78.0,NULL,109.0,NULL,109.0,NULL,1),
(447,0.0,500.0,4,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,61.0,NULL,101.0,NULL,139.0,NULL,139.0,NULL,50.0,NULL,84.0,NULL,117.0,NULL,117.0,NULL,1),
(448,0.0,600.0,4,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,71.0,NULL,116.0,NULL,159.0,NULL,159.0,NULL,58.0,NULL,96.0,NULL,132.0,NULL,132.0,NULL,1),
(449,0.0,700.0,4,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,78.0,NULL,129.0,NULL,175.0,NULL,175.0,NULL,65.0,NULL,107.0,NULL,146.0,NULL,146.0,NULL,1),
(450,0.0,800.0,4,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,88.0,NULL,143.0,NULL,194.0,NULL,194.0,NULL,71.0,NULL,118.0,NULL,162.0,NULL,162.0,NULL,1),
(451,0.0,900.0,4,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,96.0,NULL,157.0,NULL,213.0,NULL,213.0,NULL,78.0,NULL,129.0,NULL,176.0,NULL,176.0,NULL,1),
(452,0.0,1000.0,4,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,106.0,NULL,171.0,NULL,231.0,NULL,231.0,NULL,86.0,NULL,140.0,NULL,191.0,NULL,191.0,NULL,1),
(453,0.0,1400.0,4,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,142.0,NULL,227.0,NULL,305.0,NULL,305.0,NULL,114.0,NULL,185.0,NULL,250.0,NULL,250.0,NULL,1),
(454,32.0,0.0,1,'Б',5.0,5,50.0,65.0,90.0,110.0,110.0,25.0,20.0,32.0,20.0,38.0,20.0,38.0,20.0,25.0,20.0,32.0,20.0,38.0,20.0,38.0,20.0,1),
(455,38.0,0.0,1,'Б',5.0,5,50.0,65.0,90.0,110.0,110.0,26.0,21.0,34.0,21.0,40.0,21.0,40.0,21.0,26.0,21.0,34.0,21.0,40.0,21.0,40.0,21.0,1),
(456,45.0,0.0,1,'Б',5.0,5,50.0,65.0,90.0,110.0,110.0,28.0,22.0,36.0,22.0,42.0,22.0,42.0,22.0,28.0,22.0,36.0,22.0,42.0,22.0,42.0,22.0,1),
(457,57.0,0.0,1,'Б',5.0,5,50.0,65.0,90.0,110.0,110.0,31.0,25.0,40.0,25.0,47.0,25.0,47.0,25.0,31.0,25.0,40.0,25.0,47.0,25.0,47.0,25.0,1),
(458,76.0,0.0,1,'Б',5.0,5,50.0,65.0,90.0,110.0,110.0,35.0,29.0,45.0,29.0,53.0,29.0,53.0,29.0,35.0,29.0,45.0,29.0,53.0,29.0,53.0,29.0,1),
(459,89.0,0.0,1,'Б',5.0,5,50.0,65.0,90.0,110.0,110.0,38.0,31.0,49.0,31.0,57.0,31.0,57.0,31.0,38.0,31.0,49.0,31.0,57.0,31.0,57.0,31.0,1),
(460,108.0,0.0,1,'Б',5.0,5,50.0,65.0,90.0,110.0,110.0,42.0,34.0,54.0,34.0,62.0,34.0,62.0,34.0,42.0,34.0,54.0,34.0,62.0,34.0,62.0,34.0,1),
(461,133.0,0.0,1,'Б',5.0,5,50.0,65.0,90.0,110.0,110.0,45.0,36.0,59.0,36.0,68.0,36.0,68.0,36.0,45.0,36.0,59.0,36.0,68.0,36.0,68.0,36.0,1),
(462,159.0,0.0,1,'Б',5.0,5,50.0,65.0,90.0,110.0,110.0,52.0,42.0,65.0,42.0,75.0,42.0,75.0,42.0,52.0,42.0,65.0,42.0,75.0,42.0,75.0,42.0,1),
(463,194.0,0.0,1,'Б',5.0,5,50.0,65.0,90.0,110.0,110.0,56.0,45.0,74.0,45.0,83.0,45.0,83.0,45.0,56.0,45.0,74.0,45.0,83.0,45.0,83.0,45.0,1),
(464,219.0,0.0,1,'Б',5.0,5,50.0,65.0,90.0,110.0,110.0,62.0,51.0,79.0,51.0,91.0,51.0,91.0,51.0,62.0,51.0,79.0,51.0,91.0,51.0,91.0,51.0,1),
(465,273.0,0.0,1,'Б',5.0,5,50.0,65.0,90.0,110.0,110.0,72.0,60.0,90.0,60.0,103.0,60.0,103.0,60.0,72.0,60.0,90.0,60.0,103.0,60.0,103.0,60.0,1),
(466,325.0,0.0,1,'Б',5.0,5,50.0,65.0,90.0,110.0,110.0,81.0,68.0,100.0,68.0,115.0,68.0,115.0,68.0,81.0,68.0,100.0,68.0,115.0,68.0,115.0,68.0,1),
(467,377.0,0.0,1,'Б',5.0,5,50.0,65.0,90.0,110.0,110.0,88.0,76.0,107.0,76.0,126.0,76.0,126.0,76.0,90.0,76.0,107.0,76.0,126.0,76.0,126.0,76.0,1),
(468,426.0,0.0,1,'Б',5.0,5,50.0,65.0,90.0,110.0,110.0,98.0,82.0,121.0,82.0,137.0,82.0,137.0,82.0,99.0,82.0,121.0,82.0,137.0,82.0,137.0,82.0,1),
(469,480.0,0.0,1,'Б',5.0,5,50.0,65.0,90.0,110.0,110.0,107.0,91.0,132.0,91.0,150.0,91.0,150.0,91.0,110.0,91.0,132.0,91.0,150.0,91.0,150.0,91.0,1),
(470,530.0,0.0,1,'Б',5.0,5,50.0,65.0,90.0,110.0,110.0,115.0,101.0,142.0,101.0,160.0,101.0,160.0,101.0,120.0,101.0,142.0,101.0,160.0,101.0,160.0,101.0,1),
(471,630.0,0.0,1,'Б',5.0,5,50.0,65.0,90.0,110.0,110.0,132.0,114.0,163.0,114.0,184.0,114.0,184.0,114.0,138.0,114.0,163.0,114.0,184.0,114.0,184.0,114.0,1),
(472,720.0,0.0,1,'Б',5.0,5,50.0,65.0,90.0,110.0,110.0,147.0,125.0,181.0,125.0,202.0,125.0,202.0,125.0,155.0,125.0,181.0,125.0,202.0,125.0,202.0,125.0,1),
(473,820.0,0.0,1,'Б',5.0,5,50.0,65.0,90.0,110.0,110.0,163.0,141.0,200.0,141.0,223.0,141.0,223.0,141.0,174.0,141.0,200.0,141.0,223.0,141.0,223.0,141.0,1),
(474,920.0,0.0,1,'Б',5.0,5,50.0,65.0,90.0,110.0,110.0,178.0,155.0,218.0,155.0,244.0,155.0,244.0,155.0,193.0,155.0,218.0,155.0,244.0,155.0,244.0,155.0,1),
(475,1020.0,0.0,1,'Б',5.0,5,50.0,65.0,90.0,110.0,110.0,196.0,170.0,240.0,170.0,266.0,170.0,266.0,170.0,212.0,170.0,240.0,170.0,266.0,170.0,266.0,170.0,1),
(476,1220.0,0.0,1,'Б',5.0,5,50.0,65.0,90.0,110.0,110.0,229.0,200.0,282.0,200.0,308.0,200.0,308.0,200.0,229.0,200.0,282.0,200.0,308.0,200.0,308.0,200.0,1),
(477,1420.0,0.0,1,'Б',5.0,5,50.0,65.0,90.0,110.0,110.0,260.0,228.0,326.0,228.0,352.0,228.0,352.0,228.0,260.0,228.0,326.0,228.0,352.0,228.0,352.0,228.0,1),
(478,18.0,0.0,1,'Н',5.0,5,50.0,50.0,75.0,100.0,125.0,11.0,NULL,19.0,NULL,27.0,NULL,33.0,NULL,11.0,NULL,19.0,NULL,27.0,NULL,33.0,NULL,1),
(479,25.0,0.0,1,'Н',5.0,5,50.0,50.0,75.0,100.0,125.0,13.0,NULL,21.0,NULL,29.0,NULL,36.0,NULL,13.0,NULL,21.0,NULL,29.0,NULL,36.0,NULL,1),
(480,32.0,0.0,1,'Н',5.0,5,50.0,50.0,75.0,100.0,125.0,15.0,NULL,23.0,NULL,31.0,NULL,38.0,NULL,15.0,NULL,23.0,NULL,31.0,NULL,38.0,NULL,1),
(481,38.0,0.0,1,'Н',5.0,5,50.0,50.0,75.0,100.0,125.0,16.0,NULL,24.0,NULL,33.0,NULL,41.0,NULL,16.0,NULL,24.0,NULL,33.0,NULL,41.0,NULL,1),
(482,45.0,0.0,1,'Н',5.0,5,50.0,50.0,75.0,100.0,125.0,18.0,NULL,27.0,NULL,36.0,NULL,45.0,NULL,18.0,NULL,27.0,NULL,36.0,NULL,45.0,NULL,1),
(483,57.0,0.0,1,'Н',5.0,5,50.0,50.0,75.0,100.0,125.0,21.0,NULL,30.0,NULL,40.0,NULL,49.0,NULL,21.0,NULL,30.0,NULL,40.0,NULL,49.0,NULL,1),
(484,76.0,0.0,1,'Н',5.0,5,50.0,50.0,75.0,100.0,125.0,25.0,NULL,35.0,NULL,45.0,NULL,55.0,NULL,25.0,NULL,35.0,NULL,45.0,NULL,55.0,NULL,1),
(485,89.0,0.0,1,'Н',5.0,5,50.0,50.0,75.0,100.0,125.0,28.0,NULL,38.0,NULL,50.0,NULL,60.0,NULL,28.0,NULL,38.0,NULL,50.0,NULL,60.0,NULL,1),
(486,108.0,0.0,1,'Н',5.0,5,50.0,50.0,75.0,100.0,125.0,31.0,NULL,43.0,NULL,55.0,NULL,67.0,NULL,31.0,NULL,43.0,NULL,55.0,NULL,67.0,NULL,1),
(487,133.0,0.0,1,'Н',5.0,5,50.0,50.0,75.0,100.0,125.0,35.0,NULL,48.0,NULL,60.0,NULL,74.0,NULL,35.0,NULL,48.0,NULL,60.0,NULL,74.0,NULL,1),
(488,159.0,0.0,1,'Н',5.0,5,50.0,50.0,75.0,100.0,125.0,38.0,NULL,50.0,NULL,65.0,NULL,80.0,NULL,38.0,NULL,50.0,NULL,65.0,NULL,80.0,NULL,1),
(489,194.0,0.0,1,'Н',5.0,5,50.0,50.0,75.0,100.0,125.0,42.0,NULL,58.0,NULL,73.0,NULL,88.0,NULL,42.0,NULL,58.0,NULL,73.0,NULL,88.0,NULL,1),
(490,219.0,0.0,1,'Н',5.0,5,50.0,50.0,75.0,100.0,125.0,46.0,NULL,60.0,NULL,78.0,NULL,95.0,NULL,46.0,NULL,60.0,NULL,78.0,NULL,95.0,NULL,1),
(491,273.0,0.0,1,'Н',5.0,5,50.0,50.0,75.0,100.0,125.0,53.0,NULL,70.0,NULL,87.0,NULL,107.0,NULL,53.0,NULL,70.0,NULL,87.0,NULL,107.0,NULL,1),
(492,325.0,0.0,1,'Н',5.0,5,50.0,50.0,75.0,100.0,125.0,60.0,NULL,80.0,NULL,100.0,NULL,120.0,NULL,60.0,NULL,80.0,NULL,100.0,NULL,120.0,NULL,1),
(493,377.0,0.0,1,'Н',5.0,5,50.0,50.0,75.0,100.0,125.0,71.0,NULL,93.0,NULL,114.0,NULL,135.0,NULL,71.0,NULL,93.0,NULL,114.0,NULL,135.0,NULL,1),
(494,426.0,0.0,1,'Н',5.0,5,50.0,50.0,75.0,100.0,125.0,82.0,NULL,105.0,NULL,128.0,NULL,150.0,NULL,82.0,NULL,105.0,NULL,128.0,NULL,150.0,NULL,1),
(495,480.0,0.0,1,'Н',5.0,5,50.0,50.0,75.0,100.0,125.0,89.0,NULL,113.0,NULL,136.0,NULL,160.0,NULL,89.0,NULL,113.0,NULL,136.0,NULL,160.0,NULL,1),
(496,530.0,0.0,1,'Н',5.0,5,50.0,50.0,75.0,100.0,125.0,95.0,NULL,120.0,NULL,145.0,NULL,170.0,NULL,95.0,NULL,120.0,NULL,145.0,NULL,170.0,NULL,1),
(497,630.0,0.0,1,'Н',5.0,5,50.0,50.0,75.0,100.0,125.0,104.0,NULL,133.0,NULL,160.0,NULL,190.0,NULL,104.0,NULL,133.0,NULL,160.0,NULL,190.0,NULL,1),
(498,720.0,0.0,1,'Н',5.0,5,50.0,50.0,75.0,100.0,125.0,115.0,NULL,145.0,NULL,176.0,NULL,206.0,NULL,115.0,NULL,145.0,NULL,176.0,NULL,206.0,NULL,1),
(499,820.0,0.0,1,'Н',5.0,5,50.0,50.0,75.0,100.0,125.0,135.0,NULL,168.0,NULL,200.0,NULL,233.0,NULL,135.0,NULL,168.0,NULL,200.0,NULL,233.0,NULL,1),
(500,920.0,0.0,1,'Н',5.0,5,50.0,50.0,75.0,100.0,125.0,155.0,NULL,190.0,NULL,225.0,NULL,260.0,NULL,155.0,NULL,190.0,NULL,225.0,NULL,260.0,NULL,1),
(501,1020.0,0.0,1,'Н',5.0,5,50.0,50.0,75.0,100.0,125.0,180.0,NULL,220.0,NULL,255.0,NULL,292.0,NULL,180.0,NULL,220.0,NULL,255.0,NULL,292.0,NULL,1),
(502,1220.0,0.0,1,'Н',5.0,5,50.0,50.0,75.0,100.0,125.0,201.0,NULL,246.0,NULL,286.0,NULL,333.0,NULL,201.0,NULL,246.0,NULL,286.0,NULL,333.0,NULL,1),
(503,1420.0,0.0,1,'Н',5.0,5,50.0,50.0,75.0,100.0,125.0,230.0,NULL,280.0,NULL,325.0,NULL,380.0,NULL,230.0,NULL,280.0,NULL,325.0,NULL,380.0,NULL,1),
(504,0.0,25.0,2,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,15.0,10.0,22.0,9.0,27.0,9.0,27.0,9.0,14.0,9.0,20.0,9.0,24.0,8.0,24.0,8.0,1),
(505,0.0,30.0,2,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,16.0,11.0,23.0,10.0,28.0,9.0,28.0,9.0,15.0,10.0,21.0,9.0,26.0,9.0,26.0,9.0,1),
(506,0.0,40.0,2,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,18.0,12.0,25.0,11.0,31.0,10.0,31.0,10.0,15.0,11.0,22.0,10.0,28.0,9.0,28.0,9.0,1),
(507,0.0,50.0,2,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,19.0,13.0,28.0,12.0,34.0,11.0,34.0,11.0,17.0,12.0,24.0,11.0,30.0,10.0,30.0,10.0,1),
(508,0.0,65.0,2,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,23.0,16.0,33.0,14.0,40.0,12.0,40.0,12.0,20.0,14.0,29.0,13.0,34.0,11.0,34.0,11.0,1),
(509,0.0,80.0,2,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,25.0,17.0,35.0,15.0,44.0,13.0,44.0,13.0,22.0,15.0,31.0,14.0,38.0,12.0,38.0,12.0,1),
(510,0.0,100.0,2,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,28.0,19.0,40.0,16.0,49.0,15.0,49.0,15.0,24.0,16.0,35.0,15.0,41.0,13.0,41.0,13.0,1),
(511,0.0,125.0,2,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,29.0,20.0,42.0,17.0,53.0,15.0,53.0,15.0,27.0,18.0,36.0,15.0,43.0,14.0,43.0,14.0,1),
(512,0.0,150.0,2,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,33.0,22.0,46.0,19.0,56.0,16.0,56.0,16.0,28.0,19.0,38.0,16.0,47.0,15.0,47.0,15.0,1),
(513,0.0,175.0,2,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,37.0,25.0,52.0,21.0,64.0,18.0,64.0,18.0,31.0,22.0,42.0,18.0,53.0,16.0,53.0,16.0,1),
(514,0.0,200.0,2,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,41.0,27.0,57.0,22.0,71.0,20.0,71.0,20.0,34.0,23.0,46.0,19.0,59.0,18.0,59.0,18.0,1),
(515,0.0,250.0,2,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,46.0,30.0,65.0,25.0,80.0,22.0,80.0,22.0,39.0,26.0,55.0,22.0,66.0,20.0,66.0,20.0,1),
(516,0.0,300.0,2,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,53.0,34.0,75.0,28.0,89.0,24.0,89.0,24.0,43.0,28.0,60.0,24.0,72.0,22.0,72.0,22.0,1),
(517,0.0,350.0,2,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,59.0,38.0,80.0,29.0,101.0,25.0,101.0,25.0,47.0,32.0,65.0,26.0,81.0,22.0,81.0,22.0,1),
(518,0.0,400.0,2,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,65.0,40.0,94.0,32.0,106.0,26.0,106.0,26.0,50.0,33.0,71.0,28.0,87.0,24.0,87.0,24.0,1),
(519,0.0,450.0,2,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,66.0,42.0,96.0,34.0,116.0,28.0,116.0,28.0,58.0,37.0,80.0,31.0,92.0,25.0,92.0,25.0,1),
(520,0.0,500.0,2,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,76.0,46.0,108.0,37.0,144.0,28.0,144.0,28.0,59.0,38.0,84.0,33.0,101.0,28.0,101.0,28.0,1),
(521,0.0,600.0,2,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,84.0,50.0,121.0,39.0,147.0,30.0,147.0,30.0,68.0,43.0,94.0,35.0,114.0,29.0,114.0,29.0,1),
(522,0.0,700.0,2,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,92.0,54.0,140.0,40.0,159.0,33.0,159.0,33.0,77.0,47.0,108.0,37.0,130.0,32.0,130.0,32.0,1),
(523,0.0,800.0,2,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,112.0,62.0,156.0,41.0,183.0,36.0,183.0,36.0,86.0,52.0,121.0,39.0,140.0,34.0,140.0,34.0,1),
(524,0.0,900.0,2,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,119.0,65.0,164.0,49.0,201.0,38.0,201.0,38.0,91.0,57.0,130.0,46.0,160.0,37.0,160.0,37.0,1),
(525,0.0,1000.0,2,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,131.0,67.0,171.0,51.0,214.0,42.0,214.0,42.0,101.0,61.0,136.0,49.0,165.0,40.0,165.0,40.0,1),
(526,0.0,1200.0,2,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,159.0,74.0,221.0,57.0,258.0,46.0,258.0,46.0,124.0,68.0,159.0,55.0,197.0,45.0,197.0,45.0,1),
(527,0.0,1400.0,2,'К',50.0,50,50.0,65.0,90.0,110.0,110.0,176.0,77.0,245.0,59.0,277.0,50.0,277.0,50.0,131.0,71.0,181.0,59.0,217.0,48.0,217.0,48.0,1),
(528,0.0,25.0,2,'Б',50.0,50,50.0,65.0,90.0,90.0,90.0,31.0,23.0,41.0,22.0,41.0,22.0,41.0,22.0,28.0,22.0,38.0,21.0,38.0,21.0,38.0,21.0,1),
(529,0.0,30.0,2,'Б',50.0,50,50.0,65.0,90.0,90.0,90.0,32.0,24.0,43.0,23.0,43.0,23.0,43.0,23.0,29.0,22.0,40.0,22.0,40.0,22.0,40.0,22.0,1),
(530,0.0,40.0,2,'Б',50.0,50,50.0,65.0,90.0,90.0,90.0,33.0,27.0,47.0,26.0,47.0,26.0,47.0,26.0,32.0,25.0,43.0,23.0,43.0,23.0,43.0,23.0,1),
(531,0.0,50.0,2,'Б',50.0,50,50.0,65.0,90.0,90.0,90.0,38.0,29.0,52.0,28.0,52.0,28.0,52.0,28.0,34.0,27.0,46.0,25.0,46.0,25.0,46.0,25.0,1),
(532,0.0,65.0,2,'Б',50.0,50,50.0,65.0,90.0,90.0,90.0,43.0,33.0,58.0,31.0,58.0,31.0,58.0,31.0,39.0,29.0,52.0,28.0,52.0,28.0,52.0,28.0,1),
(533,0.0,80.0,2,'Б',50.0,50,50.0,65.0,90.0,90.0,90.0,44.0,34.0,59.0,32.0,59.0,32.0,59.0,32.0,40.0,30.0,53.0,29.0,53.0,29.0,53.0,29.0,1),
(534,0.0,100.0,2,'Б',50.0,50,50.0,65.0,90.0,90.0,90.0,47.0,36.0,64.0,34.0,64.0,34.0,64.0,34.0,42.0,33.0,56.0,30.0,56.0,30.0,56.0,30.0,1),
(535,0.0,125.0,2,'Б',50.0,50,50.0,65.0,90.0,90.0,90.0,53.0,40.0,70.0,38.0,70.0,38.0,70.0,38.0,46.0,35.0,62.0,34.0,62.0,34.0,62.0,34.0,1),
(536,0.0,150.0,2,'Б',50.0,50,50.0,65.0,90.0,90.0,90.0,59.0,45.0,78.0,42.0,78.0,42.0,78.0,42.0,52.0,40.0,69.0,37.0,69.0,37.0,69.0,37.0,1),
(537,0.0,175.0,2,'Б',50.0,50,50.0,65.0,90.0,90.0,90.0,63.0,48.0,83.0,43.0,83.0,43.0,83.0,43.0,54.0,41.0,73.0,40.0,73.0,40.0,73.0,40.0,1),
(538,0.0,200.0,2,'Б',50.0,50,50.0,65.0,90.0,90.0,90.0,66.0,51.0,87.0,46.0,87.0,46.0,87.0,46.0,57.0,43.0,77.0,41.0,77.0,41.0,77.0,41.0,1),
(539,0.0,250.0,2,'Б',50.0,50,50.0,65.0,90.0,90.0,90.0,71.0,54.0,96.0,51.0,96.0,51.0,96.0,51.0,62.0,47.0,83.0,44.0,83.0,44.0,83.0,44.0,1),
(540,0.0,300.0,2,'Б',50.0,50,50.0,65.0,90.0,90.0,90.0,78.0,59.0,105.0,55.0,105.0,55.0,105.0,55.0,68.0,51.0,90.0,48.0,90.0,48.0,90.0,48.0,1),
(541,0.0,350.0,2,'Б',50.0,50,50.0,65.0,90.0,90.0,90.0,87.0,65.0,115.0,59.0,115.0,59.0,115.0,59.0,74.0,56.0,97.0,52.0,97.0,52.0,97.0,52.0,1),
(542,0.0,400.0,2,'Б',50.0,50,50.0,65.0,90.0,90.0,90.0,93.0,69.0,121.0,63.0,121.0,63.0,121.0,63.0,78.0,59.0,104.0,54.0,104.0,54.0,104.0,54.0,1),
(543,0.0,450.0,2,'Б',50.0,50,50.0,65.0,90.0,90.0,90.0,100.0,74.0,130.0,67.0,130.0,67.0,130.0,67.0,84.0,62.0,111.0,58.0,111.0,58.0,111.0,58.0,1),
(544,0.0,500.0,2,'Б',50.0,50,50.0,65.0,90.0,90.0,90.0,106.0,78.0,140.0,71.0,140.0,71.0,140.0,71.0,90.0,67.0,119.0,62.0,119.0,62.0,119.0,62.0,1),
(545,0.0,600.0,2,'Б',50.0,50,50.0,65.0,90.0,90.0,90.0,121.0,89.0,160.0,81.0,160.0,81.0,160.0,81.0,101.0,75.0,134.0,69.0,134.0,69.0,134.0,69.0,1),
(546,0.0,700.0,2,'Б',50.0,50,50.0,65.0,90.0,90.0,90.0,134.0,96.0,175.0,86.0,175.0,86.0,175.0,86.0,108.0,80.0,146.0,74.0,146.0,74.0,146.0,74.0,1),
(547,0.0,800.0,2,'Б',50.0,50,50.0,65.0,90.0,90.0,90.0,146.0,105.0,195.0,94.0,195.0,94.0,195.0,94.0,121.0,88.0,160.0,80.0,160.0,80.0,160.0,80.0,1),
(548,0.0,900.0,2,'Б',50.0,50,50.0,65.0,90.0,90.0,90.0,157.0,114.0,214.0,101.0,214.0,101.0,214.0,101.0,132.0,96.0,174.0,86.0,174.0,86.0,174.0,86.0,1),
(549,0.0,1000.0,2,'Б',50.0,50,50.0,65.0,90.0,90.0,90.0,168.0,122.0,234.0,109.0,234.0,109.0,234.0,109.0,145.0,103.0,187.0,92.0,187.0,92.0,187.0,92.0,1),
(550,0.0,1200.0,2,'Б',50.0,50,50.0,65.0,90.0,90.0,90.0,190.0,139.0,273.0,125.0,273.0,125.0,273.0,125.0,169.0,119.0,215.0,104.0,215.0,104.0,215.0,104.0,1),
(551,0.0,15.0,2,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,10.0,NULL,19.0,NULL,29.0,NULL,29.0,NULL,9.0,NULL,17.0,NULL,26.0,NULL,26.0,NULL,1),
(552,0.0,20.0,2,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,11.0,NULL,22.0,NULL,33.0,NULL,33.0,NULL,10.0,NULL,19.0,NULL,29.0,NULL,29.0,NULL,1),
(553,0.0,25.0,2,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,13.0,NULL,24.0,NULL,36.0,NULL,36.0,NULL,11.0,NULL,22.0,NULL,32.0,NULL,32.0,NULL,1),
(554,0.0,40.0,2,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,15.0,NULL,28.0,NULL,42.0,NULL,42.0,NULL,13.0,NULL,25.0,NULL,38.0,NULL,38.0,NULL,1),
(555,0.0,50.0,2,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,16.0,NULL,31.0,NULL,46.0,NULL,46.0,NULL,15.0,NULL,27.0,NULL,40.0,NULL,40.0,NULL,1),
(556,0.0,65.0,2,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,20.0,NULL,35.0,NULL,53.0,NULL,53.0,NULL,16.0,NULL,31.0,NULL,46.0,NULL,46.0,NULL,1),
(557,0.0,80.0,2,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,22.0,NULL,39.0,NULL,57.0,NULL,57.0,NULL,18.0,NULL,34.0,NULL,50.0,NULL,50.0,NULL,1),
(558,0.0,100.0,2,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,21.0,NULL,43.0,NULL,63.0,NULL,63.0,NULL,23.0,NULL,37.0,NULL,55.0,NULL,55.0,NULL,1),
(559,0.0,125.0,2,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,28.0,NULL,48.0,NULL,70.0,NULL,70.0,NULL,24.0,NULL,42.0,NULL,60.0,NULL,60.0,NULL,1),
(560,0.0,150.0,2,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,30.0,NULL,54.0,NULL,77.0,NULL,77.0,NULL,26.0,NULL,46.0,NULL,66.0,NULL,66.0,NULL,1),
(561,0.0,175.0,2,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,34.0,NULL,60.0,NULL,85.0,NULL,85.0,NULL,29.0,NULL,52.0,NULL,71.0,NULL,71.0,NULL,1),
(562,0.0,200.0,2,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,38.0,NULL,66.0,NULL,94.0,NULL,94.0,NULL,32.0,NULL,56.0,NULL,80.0,NULL,80.0,NULL,1),
(563,0.0,250.0,2,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,44.0,NULL,76.0,NULL,108.0,NULL,108.0,NULL,37.0,NULL,65.0,NULL,91.0,NULL,91.0,NULL,1),
(564,0.0,300.0,2,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,51.0,NULL,87.0,NULL,121.0,NULL,121.0,NULL,42.0,NULL,72.0,NULL,102.0,NULL,102.0,NULL,1),
(565,0.0,1400.0,2,'Б',50.0,50,50.0,65.0,90.0,90.0,90.0,212.0,157.0,313.0,169.0,313.0,169.0,313.0,169.0,193.0,134.0,243.0,116.0,243.0,116.0,243.0,116.0,1),
(566,0.0,350.0,2,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,57.0,NULL,96.0,NULL,133.0,NULL,133.0,NULL,47.0,NULL,80.0,NULL,113.0,NULL,113.0,NULL,1),
(567,0.0,400.0,2,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,63.0,NULL,105.0,NULL,146.0,NULL,146.0,NULL,53.0,NULL,88.0,NULL,122.0,NULL,122.0,NULL,1),
(568,0.0,450.0,2,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,69.0,NULL,114.0,NULL,157.0,NULL,157.0,NULL,56.0,NULL,94.0,NULL,131.0,NULL,131.0,NULL,1),
(569,0.0,500.0,2,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,76.0,NULL,123.0,NULL,170.0,NULL,170.0,NULL,61.0,NULL,102.0,NULL,143.0,NULL,143.0,NULL,1),
(570,0.0,600.0,2,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,86.0,NULL,142.0,NULL,194.0,NULL,194.0,NULL,71.0,NULL,117.0,NULL,162.0,NULL,162.0,NULL,1),
(571,0.0,700.0,2,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,98.0,NULL,158.0,NULL,215.0,NULL,215.0,NULL,79.0,NULL,130.0,NULL,180.0,NULL,180.0,NULL,1),
(572,0.0,800.0,2,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,110.0,NULL,177.0,NULL,239.0,NULL,239.0,NULL,89.0,NULL,144.0,NULL,183.0,NULL,183.0,NULL,1),
(573,0.0,900.0,2,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,121.0,NULL,195.0,NULL,263.0,NULL,263.0,NULL,97.0,NULL,158.0,NULL,218.0,NULL,218.0,NULL,1),
(574,0.0,1000.0,2,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,133.0,NULL,213.0,NULL,287.0,NULL,287.0,NULL,107.0,NULL,173.0,NULL,287.0,NULL,287.0,NULL,1),
(575,0.0,1200.0,2,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,157.0,NULL,249.0,NULL,333.0,NULL,333.0,NULL,126.0,NULL,202.0,NULL,274.0,NULL,274.0,NULL,1),
(576,0.0,1400.0,2,'Н',50.0,50,50.0,50.0,100.0,150.0,150.0,181.0,NULL,285.0,NULL,379.0,NULL,379.0,NULL,145.0,NULL,231.0,NULL,312.0,NULL,312.0,NULL,1);


SELECT setval('"39_normy_teplovyh_poter_id_seq"', 576);
---------------------------------
-- 40_popravochnyy_koeffitsient_k_teplovym_harakteristikam_zdaniy - Таблицы
-- 40_popravochnyy_koeffitsient_k_teplovym_harakteristikam_zdaniy - 40_Поправочный коэффициент к тепловым характеристикам зданий
drop table if exists "40_popravochnyy_koeffitsient_k_teplovym_harakteristikam_zdaniy";

create table "40_popravochnyy_koeffitsient_k_teplovym_harakteristikam_zdaniy" (
    id serial primary key,
    t_r float,
    alfa float 
);

INSERT INTO "40_popravochnyy_koeffitsient_k_teplovym_harakteristikam_zdaniy" ("id","t_r","alfa") VALUES
(1,0.0,2.05),
(2,-5.0,1.67),
(3,-10.0,1.45),
(4,-15.0,1.29),
(5,-20.0,1.17),
(6,-25.0,1.08),
(7,-30.0,1.0),
(8,-35.0,0.95),
(9,-40.0,0.9),
(10,-45.0,0.85),
(11,-50.0,0.82),
(12,-55.0,0.8);


SELECT setval('"40_popravochnyy_koeffitsient_k_teplovym_harakteristikam__id_seq"', 12);
---------------------------------
-- 41_otsenka_faktorov_otritsatelnyh_vozdeystviy_na_truboprovod - Таблицы
-- 41_otsenka_faktorov_otritsatelnyh_vozdeystviy_na_truboprovod - 41_Оценка факторов отрицательных воздействий на трубопровод
drop table if exists "41_otsenka_faktorov_otritsatelnyh_vozdeystviy_na_truboprovod";

create table "41_otsenka_faktorov_otritsatelnyh_vozdeystviy_na_truboprovod" (
    id serial primary key,
    nomer int,
    date date,
    f_kol_let_lt7 float,                      -- f kol let <7
    f_kol_let_lt15 float,                     -- f kol let <15
    f_kol_let_lt20 float,                     -- f kol let <20
    f_kol_let_lt25 float,                     -- f kol let <25
    f_kol_let_gt25 float,                     -- f kol let >25
    f_koef_povrlt1 float,                     -- f koef povr<1
    f_koef_povrlt2 float,                     -- f koef povr<2
    f_koef_povrlt4 float,                     -- f koef povr<4
    f_koef_povrlt5 float,                     -- f koef povr<5
    f_koef_povrgt5 float,                     -- f koef povr>5
    f_koef_povr_2godalt1 float,               -- f koef povr 2goda<1
    f_koef_povr_2godalt2 float,               -- f koef povr 2goda<2
    f_koef_povr_2godalt4 float,               -- f koef povr 2goda<4
    f_koef_povr_2godalt5 float,               -- f koef povr 2goda<5
    f_koef_povr_2godagt5 float,               -- f koef povr 2goda>5
    f_10_elektro float,
    f_5_elektro float,
    f_3_elektro float,
    f_1_elektro float,
    f_0_elektro float,
    f_peres_elektro float,
    f_10_gas float,
    f_5_gas float,
    f_3_gas float,
    f_1_gas float,
    f_0_gas float,
    f_peres_gas float,
    f_10_transp float,
    f_5_transp float,
    f_3_transp float,
    f_1_transp float,
    f_0_transp float,
    f_peres_transp float,
    f_elektropotenzlt0 float,                 -- f elektropotenz<0
    f_elektropotenzlt04 float,                -- f elektropotenz<04
    f_elektropotenzgt04 float,                -- f elektropotenz>04
    f_nar_korroz text , -- 50
    f_vnu_korroz text , -- 50
    f_grund_water float,
    f_pavod_water float,
    f_vod_water float,
    f_fek_water float,
    f_st_stik int,
    f_st_islom int,
    f_st_otkl int,
    f_st_nes int,
    f_st_opor int,
    f_water_otved text , -- 50
    f_otkl text , -- 50
    f_okl_pot text , -- 50
    f_slog_arbeit text , -- 50
    f_tratuar text , -- 50
    f_doroga text , -- 50
    f_ucherb_narod text , -- 50
    f_ucherb_gorod text   -- 50
);

INSERT INTO "41_otsenka_faktorov_otritsatelnyh_vozdeystviy_na_truboprovod" ("id","nomer","date","f_kol_let_lt7","f_kol_let_lt15","f_kol_let_lt20","f_kol_let_lt25","f_kol_let_gt25","f_koef_povrlt1","f_koef_povrlt2","f_koef_povrlt4","f_koef_povrlt5","f_koef_povrgt5","f_koef_povr_2godalt1","f_koef_povr_2godalt2","f_koef_povr_2godalt4","f_koef_povr_2godalt5","f_koef_povr_2godagt5","f_10_elektro","f_5_elektro","f_3_elektro","f_1_elektro","f_0_elektro","f_peres_elektro","f_10_gas","f_5_gas","f_3_gas","f_1_gas","f_0_gas","f_peres_gas","f_10_transp","f_5_transp","f_3_transp","f_1_transp","f_0_transp","f_peres_transp","f_elektropotenzlt0","f_elektropotenzlt04","f_elektropotenzgt04","f_nar_korroz","f_vnu_korroz","f_grund_water","f_pavod_water","f_vod_water","f_fek_water","f_st_stik","f_st_islom","f_st_otkl","f_st_nes","f_st_opor","f_water_otved","f_otkl","f_okl_pot","f_slog_arbeit","f_tratuar","f_doroga","f_ucherb_narod","f_ucherb_gorod") VALUES
(1,1,NULL,1.0,2.0,3.0,4.0,5.0,1.0,2.0,3.0,4.0,5.0,0.0,NULL,NULL,NULL,NULL,0.0,0.0,0.0,0.0,0.0,0.0,0.0,0.0,0.0,0.0,0.0,0.0,0.0,0.0,0.0,0.0,0.0,0.0,NULL,NULL,NULL,NULL,NULL,0.0,0.0,0.0,0.0,0,0,0,0,0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL);


SELECT setval('"41_otsenka_faktorov_otritsatelnyh_vozdeystviy_na_trubopr_id_seq"', 1);
---------------------------------
-- 42_koeffitsienty_opredeleniya_tehnologicheskih_psv - Таблицы
-- 42_koeffitsienty_opredeleniya_tehnologicheskih_psv - 42_Коэффициенты определения технологических ПСВ
drop table if exists "42_koeffitsienty_opredeleniya_tehnologicheskih_psv";

create table "42_koeffitsienty_opredeleniya_tehnologicheskih_psv" (
    id serial primary key,
    kod int,                                  -- Код
    name_psv text , -- 50
    kratnost_psv float,
    help text   -- 120
);

INSERT INTO "42_koeffitsienty_opredeleniya_tehnologicheskih_psv" ("id","kod","name_psv","kratnost_psv","help") VALUES
(1,1,'Пусковые ПСВ',1.5,'Нормативные пусковые ПСВ будут определяться из 1.5-кратного объема ТС и систем теплопотребления.РД 153-34.0-20.523-98.'),
(2,2,'ПСВ испытаний',0.5,'Нормативные ПСВ испытаний будут определяться из 0.5-кратного объема ТС и систем теплопотребления.РД 153-34.0-20.523-98.');


SELECT setval('"42_koeffitsienty_opredeleniya_tehnologicheskih_psv_id_seq"', 2);
---------------------------------
-- 43_teplovaya_akkumulyatsiya_zdaniy - Таблицы
-- 43_teplovaya_akkumulyatsiya_zdaniy - 43_Тепловая аккумуляция зданий
drop table if exists "43_teplovaya_akkumulyatsiya_zdaniy";

create table "43_teplovaya_akkumulyatsiya_zdaniy" (
    id serial primary key,
    nomer int,                                -- Номер записи, мм
    harakter text ,                    -- Характеристика здания, мм -- 100
    serija text ,                       -- Серия -- 50
    utepl text ,                       -- Утеплитель -- 100
    tol_stena text ,                    -- Толщина стены здания -- 70
    tol_izol text ,                     -- Толщина утеплителя -- 70
    help text ,                        -- Замечания -- 100
    pomechenie text ,                   -- Помещение -- 50
    k_akkuml float                            -- Коэффициент аккумуляции
);

INSERT INTO "43_teplovaya_akkumulyatsiya_zdaniy" ("id","nomer","harakter","serija","utepl","tol_stena","tol_izol","help","pomechenie","k_akkuml") VALUES
(1,1,'Крупнопанельный дом','1-605 А','Минеральные плиты с железнобетонными фактурными слоями','21 см','в том числе утеплителя 12 см','с трехслойными наружными стенами','Угловые , верхний, средние этажи',42.0),
(2,2,'Крупнопанельный дом стена',NULL,'Минеральные плиты с железнобетонными фактурными слоями','21 см','в том числе утеплителя 12 см','с трехслойными наружными стенами','Угловые,     первый этаж',46.0),
(3,3,'Крупнопанельный дом  жилой дом','К7-3 (конструкция инженера Лагуненко)','Минеральные плиты с железнобетонными фактурными слоями','16 см',NULL,NULL,'Угловые, верхний этаж',32.0),
(4,4,'Крупнопанельный дом  жилой дом','К7-3 (конструкция инженера Лагуненко)','Минеральные плиты с железнобетонными фактурными слоями','16 см',NULL,NULL,'Угловые, средний этаж',40.0),
(5,5,'Крупнопанельный дом  жилой дом','К7-3 (конструкция инженера Лагуненко)','Минеральные плиты с железнобетонными фактурными слоями','16 см',NULL,NULL,'Средний этаж',51.0),
(6,6,'Дом из объемных материалов',NULL,'Наружные ограждения из железнобетонных элементов, утепленных минераловатными плитами','22 см','в зоне стыкования с ребрами 5 см, между ребрами - 7 см','Толщина железнобетонных элементов между ребрами 30','Угловые верхнего этажа',40.0),
(7,7,'Кирпичные жилые здания',NULL,NULL,'2.5 кирпича',NULL,'Коэффициент остекления 0.18-0.25','Угловые',60.0),
(8,8,'Кирпичные жилые здания',NULL,NULL,'2.5 кирпича',NULL,'Коэффициент остекления 0.18-0.25','Угловые',65.0),
(9,9,'Кирпичные жилые здания',NULL,NULL,'2.5 кирпича',NULL,'Коэффициент остекления 0.18-0.25','Средние',66.0),
(10,10,'Кирпичные жилые здания',NULL,NULL,'2.5 кирпича',NULL,'Коэффициент остекления 0.18-0.25','Угловые',100.0),
(11,11,'Промышленные здания',NULL,NULL,'2 кирпича',NULL,'Незначительные внутренние выделения. Коэффициент остекления 0.15-0.3',NULL,14.0),
(12,12,'Промышленные здания',NULL,NULL,'2 кирпича',NULL,'Незначительные внутренние выделения. Коэффициент остекления 0.15-0.3',NULL,25.0);


SELECT setval('"43_teplovaya_akkumulyatsiya_zdaniy_id_seq"', 12);
---------------------------------
-- 44_temp_padeniya_temperatury_vnutri_zdaniy - Таблицы
-- 44_temp_padeniya_temperatury_vnutri_zdaniy - 44_Темп падения температуры внутри зданий
drop table if exists "44_temp_padeniya_temperatury_vnutri_zdaniy";

create table "44_temp_padeniya_temperatury_vnutri_zdaniy" (
    id serial primary key,
    k_akkuml int,                             -- Коэффициент аккумуляции здания
    t_0 float,                                -- Темп падения температуры, при tнар 0 Град.С, °C/ч
    t_10 float,                               -- Темп падения температуры, при tнар -10 Град.С, °C/ч
    t_20 float,                               -- Темп падения температуры, при tнар -20 Град.С, °C/ч
    t_30 float                                -- Темп падения температуры, при tнар -30 Град.С, °C/ч
);

INSERT INTO "44_temp_padeniya_temperatury_vnutri_zdaniy" ("id","k_akkuml","t_0","t_10","t_20","t_30") VALUES
(1,20,0.8,1.4,1.8,2.4),
(2,40,0.5,0.8,1.1,1.5),
(3,60,0.4,0.6,0.8,1.0);


SELECT setval('"44_temp_padeniya_temperatury_vnutri_zdaniy_id_seq"', 3);
---------------------------------
-- 45_koeffitsient_nachala_kavitatsii - Таблицы
-- 45_koeffitsient_nachala_kavitatsii - 45_Коэффициент начала кавитации
drop table if exists "45_koeffitsient_nachala_kavitatsii";

create table "45_koeffitsient_nachala_kavitatsii" (
    id serial primary key,
    nomer int,                                -- Порядковый номер
    po text ,                           -- Регулирующий орган -- 50
    k_kavit float,                            -- Коэффициент начала кавитации
    primech text                        -- Примечание -- 50
);

INSERT INTO "45_koeffitsient_nachala_kavitatsii" ("id","nomer","po","k_kavit","primech") VALUES
(1,1,'Шиберный',0.65,NULL),
(2,2,'Односедельный клапан',0.6,NULL),
(3,3,'Двухседельный клапан',0.51,NULL),
(4,4,'Шаровой',0.68,NULL),
(5,5,'Заслоночный',0.38,'При угле поворота 60 Град.');


SELECT setval('"45_koeffitsient_nachala_kavitatsii_id_seq"', 5);
---------------------------------
-- 46_kvartaly_raboty_masterov - Таблицы
-- 46_kvartaly_raboty_masterov - 46_Кварталы_работы_мастеров
drop table if exists "46_kvartaly_raboty_masterov";

create table "46_kvartaly_raboty_masterov" (
    id serial primary key,
    nomer int,
    master int,
    name_kv text   -- 50
);


SELECT setval('"46_kvartaly_raboty_masterov_id_seq"', 199);
--- Таблицы: 32
--===========================--
--         lookup            --
--===========================--
--- Таблицы lookup: 0
